Repository: biblibre/urungi
Catalog: language/*.po
Languages: es, fr

source: HTML template for the print header. The default is to show the date on the right.
es: Plantilla HTML para el encabezado de impresión. Por defecto se muestra la fecha a la derecha.
fr: Modèle HTML pour l'en-tête. La valeur par défaut affiche la date sur la droite.

source: Header and footer templates should be valid HTML markup with following classes used to inject printing values into them:
es: Las plantillas de encabezado y pie de página deben ser marcas HTML válidas con las siguientes clases utilizadas para inyectar valores de impresión en ellos:
fr: Les modèles d'en-tête et de pied de page doivent être du HTML valide avec les classes suivantes utilisées pour y injecter des valeurs:

source: Header template
es: Plantilla de encabezado
fr: Modèle de l'en-tête

source: Height
es: Altura
fr: Hauteur

source: Hello, world!
es: Hola Mundo!
fr: Bonjour, le monde!

source: Here all the data sources (database connections) will be listed.
es: Aquí se enumerarán todas las fuentes de datos (conexiones de base de datos).
fr: Ici toutes les sources de données (connections aux bases de données) sont listées.

source: Here all the layers are listed.
es: Aquí se enumeran todas las capas.
fr: Tous vos calques sont listés ici.

source: Here all your dashboards are listed.
es: Aquí se enumeran todos sus paneles.
fr: Tous les tableaux de bord sont listés ici.

source: Here all your reports are listed.
es: Aquí se enumeran todos sus informes.
fr: Tous vos rapports sont listés ici.

source: Here you can create and execute reports.
es: Aquí puede crear y ejecutar informes.
fr: Ici vous pouvez créer et exécuter des rapports.

source: Here you can create and manage the layers that later will be used by your users to create reports or explore data.
es: Aquí puede crear y administrar las capas que luego serán utilizadas por sus usuarios para crear informes o explorar datos.
fr: Vous pouvez définir ici les calques qui seront utilisés plus tard par vos utilisateurs pour créer des rapports ou explorer les données.

source: Here you can define the structure in folders of the shared space.
es: Aquí puede definir la estructura en carpetas del espacio compartido.
fr: Ici vous pouvez définir la structure en dossiers de l'espace partagé.

source: Home
es: Inicio
fr: Accueil

source: Host
es: Anfitrión
fr: Hôte

source: Icon set
es: Conjunto de íconos
fr: Jeu d'icônes

source: If you drop or modify a published dashboard, it will have and impact on other users, think about it before making any updates on the dashboard.
es: Si suelta o modifica un panel publicado, tendrá un impacto en otros usuarios, piense en ello antes de realizar actualizaciones en el panel.
fr: Si vous supprimez ou modifiez un tableau de bord publié, cela aura un impact pour les autres utilisateurs, pensez ici avant de mettre à jour ces tableaux de bord.

source: If you drop or modify a published report, it will have and impact on other users, think about it before making any updates on the report.
es: Si descarta o modifica un informe publicado, tendrá un impacto en otros usuarios, piense antes de realizar actualizaciones en el informe.
fr: Si vous supprimez ou modifiez un rapport publié, cela aura un impact sur les autres utilisateurs, pensez-y avant de mettre à jour un rapport.

source: Image URL
es: URL de la imagen
fr: URL de l'image

source: Image upload failed
es: La carga de la imagen falló
fr: Le téléversement de l'image a échoué

source: Import Report
es: Importar un informe
fr: Importer un rapport

source: Import completed
es: Importación terminada
fr: Import terminé

source: Import layers, reports and dashboards
es: Importar capas, informes y paneles
fr: Importez des calques, rapports et tableaux de bord

source: In here you can create and execute dashboards like web pages.
es: Aquí puede crear y ejecutar paneles como páginas web.
fr: Ici vous pouvez créer ou lancer des tableaux de bord comme des pages web.

source: Insert here the name for this connection
es: Inserte aquí el nombre de esta conexión
fr: Saisissez ici le nom pour cette connection

source: Insert here the port to access the SQL instance
es: Inserte aquí el puerto para acceder a la instancia de SQL
fr: Saisissez ici le port d'accès à l'instance SQL

source: Insert here your Host address or IP
es: Inserte aquí su dirección de host o IP
fr: Saisissez ici l'adresse de l'hôte ou l'IP

source: Introduce password
es: Introducir contraseña
fr: Saisissez le mot de passe

source: Join type
es: Unir tipo
fr: Type de jointure

source: Label
es: Etiqueta
fr: Étiquette

source: Last
es: Ultimo
fr: Dernier

source: Last Name
es: Apellido
fr: Nom de famille

source: Last Name is required
fr: Le nom de famille est nécéssaire

source: Last month
es: Mes pasado
fr: Mois dernier

source: Last week
es: Semana pasada
fr: Semaine dernière

source: Last year
es: Año pasado
fr: Année dernière

source: Last year first quarter
es: Año pasado primer trimestre
fr: Premier trimestre de l'année dernière

source: Last year first semester
es: Año pasado primer semestre
fr: Premier semestre de l'année dernière

source: Last year fourth quarter
es: Año pasado cuarto trimestre
fr: Quatrième trimestre de l'année dernière

source: Last year second quarter
es: Año pasado segundo trimestre
fr: Deuxième trimestre de l'année dernière

source: Last year second semester
es: Año pasado segundo semestre
fr: Deuxième semestre de l'année dernière

source: Last year third quarter
es: Año pasado tercer trimestre
fr: Troisième trimestre de l'année dernière

source: Later using roles you can grant or deny access to the different folders of the shared space to users that have the appropriate role to execute or share reports along the shared space.
es: Posteriormente, utilizando roles, puede otorgar o denegar el acceso a las diferentes carpetas del espacio compartido a los usuarios que tienen el rol apropiado para ejecutar o compartir informes a lo largo del espacio compartido.
fr: En utilisant les rôles vous pouvez accorder ou refuser l'accès aux différents dossiers de l'espace partagé aux utilisateurs qui ont le rôle approprié pour exécuter ou partager les rapports dans l'espace partagé.

source: Latest executions
es: Últimas ejecuciones
fr: Dernières exécutions

source: Layer
es: Capa
fr: Calque

source: Layer Name
es: Nombre de capa
fr: Nom du calque

source: Layer Properties
es: Propiedades de la capa
fr: Propriétés du calque

source: Layer created successfully:
es: Capa creada con éxito:
fr: Calque créé avec succès:

source: Layer delete
es: Eliminar capa
fr: Suppression du calque

source: Layer description
es: Descripción de la capa
fr: Description du calque

source: Layer elements
es: Elementos de la capa
fr: Éléments du calque

source: Layer name
es: Nombre de la capa
fr: Nom du calque

source: Layer saved successfully
fr: Calque enregistré avec succès

source: Layer status
es: Estado de la capa
fr: Statut du calque

source: Layer updated successfully:
es: Capa actualizada con éxito:
fr: Calque mis à jour avec succès:

source: Layers
es: Capas
fr: Calques

source: Layers allow your users to create reports dragging and dropping familiar elements that points in the background to the fields contained in tables in your data sources.
es: Las capas permiten a sus usuarios crear informes arrastrando y soltando elementos familiares que apuntan en segundo plano a los campos contenidos en las tablas en sus fuentes de datos.
fr: Les calques permettent à vos utilisateurs de créer des rapports en glissant et déposant des éléments familiers qui pointent en arrière plan sur les champs contenus dans les tables de vos sources de données.

source: Layers define the interface for your users to access the data.
es: Las capas definen la interfaz para que sus usuarios accedan a los datos.
fr: Les calques définissent l'interface pour que vos utilisateurs puissent accéder aux données.

source: Layers list
es: Lista de capas
fr: Liste des calques

source: Layouts
es: Diseños
fr: Calques

source: Left
es: Izquierda
fr: Gauche

source: Legend position
es: Posición de la leyenda
fr: Position de la légende

source: License
es: Licencia
fr: Licence

source: Limits
es: Límites
fr: Limites

source: Line
es: Linea
fr: Ligne

source: List of data sources
es: Lista de fuentes de datos
fr: Liste des sources de données

source: List your limits separated by a slash symbol <br>(Example : 20/30/40/50/60)
es: Enumera tus límites separados por un slash <br>(Ejemplo : 20/30/40/50/60)
fr: Indiquez vos limites séparées par un slash <br>(Exemple : 20/30/40/50/60)

source: Log In
es: Iniciar sesión
fr: Se connecter

source: Login
fr: Se connecter

source: More Info
es: Más información
fr: Plus d'information

source: Most executed
es: Más ejecutada
fr: Plus exécutés

source: Move the limit to the filter area, will be used during runtime, not only during report building
es: Mueva el límite al área del filtro, se usará durante el tiempo de ejecución, no solo durante la creación del informe
fr: Déplacer la limite dans la zone des filtres, il sera utilisé à l'exécution, pas seulement pendant la construction du rapport

source: Move to another folder
es: Moverse a otra carpeta
fr: Déplacer dans un autre dossier

source: My Dashboards
es: Mis paneles
fr: Mes tableaux de bord

source: My Images
es: Mis imagenes
fr: Mes images

source: My Reports
es: Mis informes
fr: Mes rapports

source: Name
es: Nombre
fr: Nom

source: Name is required
es: Nombre es requerido
fr: Le nom est requis

source: New Dashboard
es: Nuevo tablero
fr: Nouveau Tableau de Bord

source: New Data Source
fr: Nouvelle source de données

source: New Element
es: Nuevo elemento
fr: Nouvel élément

source: New Folder
es: Nueva carpeta
fr: Nouveau dossier

source: New Layer
es: Nueva capa
fr: Nouveau calque

source: New Report
es: Nuevo reporte
fr: Nouveau rapport

source: New Role
fr: Nouveau rôle

source: New User
es: Nuevo usuario
fr: Nouvel utilisateur

source: New dashboard
fr: Nouveau tableau de bord

source: New datasource
es: Nueva fuente de datos
fr: Nouvelle source de données

source: New folder
es: Nueva carpeta
fr: Nouveau dossier

source: New layer
es: Nueva capa
fr: Nouveau calque

source: New password
fr: Nouveau mot de passe

source: New report
fr: Nouveau rapport

source: Next
es: Próximo
fr: Suivant

source: Next Step
es: Próximo paso
fr: Étape suivante

source: No
fr: Non

source: No Selection
es: Sin selección
fr: Aucune sélection

source: No data for this report
es: No hay datos para este informe
fr: Aucune donnée pour ce rapport

source: No datasourceID
fr: Pas de datasourceID

source: No selectedLayerID
fr: Pas de selectedLayerID

source: Number
es: Número
fr: Nombre

source: Number of suggestions
es: Numero de sugerencias
fr: Nombre de suggestions

source: Oh yeah, it is that good.
es: Oh sí, es así de bueno.
fr: Oh oui, c'est si bon.

source: Old password
fr: Ancien mot de passe

source: Once deleted the dashboard will not be recoverable again.
es: Una vez eliminado, el tablero no podrá recuperarse nuevamente.
fr: Un tableau de bord supprimé ne sera plus récupérable ensuite.

source: Once deleted the layer will not be recoverable again.
es: Una vez eliminada, la capa no será recuperable nuevamente.
fr: Une fois supprimé, un calque n'est plus récupérable.

source: Once deleted the report will not be recoverable again.
es: Una vez eliminado, el informe no será recuperable nuevamente.
fr: Une fois supprimé, un rapport n'est plus récupérable.

source: Once you get the structure you want save it to make it available for your users.
es: Una vez que obtenga la estructura que desea, guárdela para que esté disponible para sus usuarios.
fr: Une fois que vous avez la structure que vous souhaitez, enregistrez-la pour la rendre accessible à vos utilisateurs.

source: One of the custom elements uses elements from tables which are not joined. This custom element cannot be fetched
es: Uno de los elementos personalizados usa elementos de tablas que no están unidos. Este elemento personalizado no se puede recuperar
fr: L'un des éléments personnalisé utilise des éléments provenant de tables qui ne sont pas jointes. Cet élément personnalisé ne peut pas être récupéré

source: One query can only be based on one layer, you can not mix elements from different layers in the same query
es: Una consulta solo puede basarse en una capa, no puede mezclar elementos de diferentes capas en la misma consulta
fr: Une requête ne peut se baser que sur un seul calque, vous ne pouvez pas mélanger des éléments de différents calques dans la même requête

source: Only show the first <input type="number" ng-model="selectedReport.properties.recordLimit" size="8"> elements
es: Mostrar solo los primeros <input type="number" ng-model="selectedReport.properties.recordLimit" size="8"> elementos
fr: Afficher seulement les <input type="number" ng-model="selectedReport.properties.recordLimit" size="8"> premiers éléments

source: Order By drop zone
es: Ordenar por zona de depósito
fr: Zone de dépôt des tris

source: Password
es: Contraseña
fr: Mot de passe

source: Password changed
fr: Mot de passe modifié

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Pie
fr: Camembert

source: Please confirm your modification
es: Por favor confirme su modificación
fr: Confirmez votre changement

source: Please type DELETE to confirm
es: Por favor escriba DELETE para confirmar
fr: Veuillez écrire DELETE pour confirmer

source: PostgreSQL Schema Search Path
fr: Chemin des schémas PostgreSQL

source: Preview size
es: Tamaño de vista previa
fr: Taille de la prévisualisation

source: Previous
es: Previo
fr: Précédent

source: Product Owner
fr: Chef de produit

source: Public Images
es: Imágenes públicas
fr: Images publiques

source: Public URL
es: URL pública
fr: URL publique

source: Publish
es: Publicar
fr: Publier

source: Push it to a Dashboard
es: Agregar a un panel
fr: Ajouter à un tableau de bord

source: Put in shared space
es: Poner en espacio compartido
fr: Mettre dans l'espace partagé

source: Queries
es: Consultas
fr: Requêtes

source: Query refresh
es: Actualización de consulta
fr: Actualisation de la requête

source: Quick display with
es: Pantalla rápida con
fr: Aperçu rapide avec

source: Redraw
es: Redibujar
fr: Redessiner

source: Related datasource is not in import file
es: El origen de datos relacionado no está en el archivo de importación
fr: La source de données n'est pas dans le fichier d'import

source: Related layer is not in import file
es: La capa relacionada no está en el archivo de importación
fr: Le calque lié n'est pas dans le fichier d'import

source: Related layer is not valid
es: La capa relacionada no es válida
fr: Le calque lié n'est pas valide

source: Remove
es: Eliminar
fr: Retirer

source: Remove from layer elements
es: Eliminar de elementos de capa
fr: Supprimer des éléments du calque

source: Remove from shared space
es: Eliminar del espacio compartido
fr: Retirer de l'espace partagé

source: Remove role {{name}} ?
fr: Supprimer le role {{name}} ?

source: Remove this item from this dimension
es: Eliminar este elemento de esta dimensión
fr: Retirer cet élément de cette dimension

source: Remove user {{name}} ?
fr: Supprimer l'utilisateur {{name}} ?

source: Rename folder
fr: Renommer le dossier

source: Repainting report ...
es: Repintar informe ...
fr: Rapport en cours d'affichage ...

source: Repeat new password
fr: Répéter le nouveau mot de passe

source: Repeat password
es: Repetir la contraseña
fr: Répéter le mot de passe

source: Report Name
es: Nombre del informe
fr: Nom du rapport

source: Report Type selector
es: Selector de tipo de informe
fr: Sélecteur de type de rapport

source: Report created successfully:
es: Informe creado con éxito:
fr: Rapport créé avec succès:

source: Report published
es: Informe publicado
fr: Rapport publié

source: Report settings
es: Configuración de informes
fr: Paramètres du rapport

source: Report type
es: Tipo de informe
fr: Type de rapport

source: Report updated successfully:
es: Informe actualizado con éxito:
fr: Rapport mis à jour avec succès:

source: Reports
es: Informes
fr: Rapports

source: Reports list
es: Lista de informes
fr: Liste des rapports

source: Required layers for chosen reports and dashboards will be included automatically, there is no need to include them manually.
es: Las capas requeridas para los informes y paneles seleccionados se incluirán automáticamente, no es necesario incluirlas manualmente.
fr: Les calques requis pour les rapports et les tableaux de bord choisis seront inclus automatiquement, il n'y a pas besoin de les inclure manuellement.

source: Requires 2 step confirmation.
es: Requiere confirmación de 2 pasos.
fr: Nécessite 2 étapes de confirmations.

source: Reset user password
fr: Réinitialiser le mot de passe

source: Result
es: Resultado
fr: Résultats

source: Results area
es: Área de resultados
fr: Zone de résultats

source: Right
es: Derecha
fr: Droite

source: Right-click on a folder to show available options
fr: Faites un clic droit sur un dossier pour voir les options disponibles

source: Role
fr: Rôle

source: Role created successfully
es: Rol creado con éxito
fr: Rôle créé avec succès

source: Role deleted successfully
fr: Rôle supprimé avec succès

source: Role name
es: Nombre de rol
fr: Nom du rôle

source: Role updated successfully
es: Rol actualizado con éxito
fr: Rôle mis à jour avec succès

source: Roles
fr: Rôles

source: Run
es: Ejecutar
fr: Exécuter

source: Run time filters
es: Filtros de tiempo de ejecución
fr: Filtres dynamiques

source: Runtime Filter Label
es: Etiqueta de filtro de tiempo de ejecución
fr: Étiquette du filtre

source: Runtime Filter properties
es: Propiedades del filtro de tiempo de ejecución
fr: Propriétés du filtre

source: SQL query
es: Consulta SQL
fr: Requête SQL

source: Save
es: Guardar
fr: Sauvegarder

source: Save Datasource
fr: Enregistrer la source de données

source: Save and preview
fr: Sauvegarder et prévisualiser

source: Save and quit
fr: Sauvegarder et quitter

source: Save changes
es: Guardar cambios
fr: Sauvegarder les changements

source: Save folder label
es: Guardar etiqueta de carpeta
fr: Sauvegarder l'étiquette du dossier

source: Save layer
es: Guardar capa
fr: Sauvegarder le calque

source: Save settings
es: Guardar ajustes
fr: Enregistrer les paramètres

source: Save shared space
es: Ahorra espacio compartido
fr: Enregistrer l'espace partagé

source: Scatter
es: Dispersión
fr: Nuage de points

source: Search path
fr: Chemin de recherche

source: Second quarter
es: Segundo cuarto
fr: Deuxième trimestre

source: Second semester
es: Segundo semestre
fr: Deuxième semestre

source: See <a href="http://numeraljs.com/#format" target="_blank" rel="noreferrer">documentation</a> for examples
es: Consulte la <a href="http://numeraljs.com/#format" target="_blank" rel="noreferrer"> documentación </a> para ver ejemplos
fr: Voir <a href="http://numeraljs.com/#format" target="_blank" rel="noreferrer">la documentation</a> pour des examples

source: See <a href="https://momentjs.com/docs/#/displaying/" target="_blank" rel="noreferrer">documentation</a> for examples
es: Consulte la <a href="https://momentjs.com/docs/#/displaying/" target="_blank" rel="noreferrer"> documentación </a> para ver ejemplos
fr: Voir <a href="https://momentjs.com/docs/#/displaying/" target="_blank" rel="noreferrer">la documentation</a> pour des examples

source: See SQL
es: Ver SQL
fr: Voir le SQL

source: Select a datasource type...
es: Seleccione un tipo de fuente de datos ...
fr: Sélectionnez un type de source de données...

source: Select an image
es: Selecciona una imagen
fr: Sélectionnez une image

source: Select elements and drag and drop them over the query design zone, depending if the element is going to be used as a column result (columns area), as a filter (filters area) or as an element to order by the results of the query (order by area)
es: Seleccione elementos y arrástrelos y suéltelos sobre la zona de diseño de la consulta, dependiendo de si el elemento se usará como resultado de columna (área de columnas), como filtro (área de filtros) o como elemento para ordenar por los resultados de la consulta (ordenar por área)
fr: Sélectionnez les éléments et déposez-les dans la zone de conception de la requête, selon que l'élément doive être utilisé comme une colonne de résultat (zone des colonnes), comme un filtre (zone des filtres) ou comme un élément de tri (zone de tri)

source: Select file...
es: Seleccione archivo...
fr: Sélectionnez un fichier...

source: Select here the layer where your query will be based on.
es: Seleccione aquí la capa en la que se basará su consulta.
fr: Sélectionnez ici le calque sur lequel votre requête va s'appuyer.

source: Select the dashboard to push this report to
es: Seleccione el panel para enviar este informe a
fr: Choisir un tableau de bord auquel ajouter ce rapport

source: Send password through email
es: Enviar contraseña por correo electrónico
fr: Envoyer le mot de passe par mail

source: Set here the name of the SQL Database to connect
es: Establezca aquí el nombre de la base de datos SQL para conectarse
fr: Saisissez ici le nom de la base de données SQL à laquelle se connecter

source: Set here the username password to access the database
es: Establezca aquí la contraseña del nombre de usuario para acceder a la base de datos
fr: Saisissez ici le nom d'utilisateur mot de passe pour accéder à la base de données

source: Set here the username to access the database
es: Establezca aquí el nombre de usuario para acceder a la base de datos
fr: Saisissez ici le nom d'utilisateur pour accéder à la base de données

source: Settings for '{{ vm.column.elementLabel }}'
es: Configuración para '{{vm.column.elementLabel}}'
fr: Paramètres pour '{{ vm.column.elementLabel }}'

source: Settings for PDF export
es: Configuraciones para exportar PDF
fr: Paramètres de l'export PDF

source: Share
es: Compartir
fr: Partager

source: Share reports
es: Compartir informes
fr: Partager les rapports

source: Share to...
es: Compartir a...
fr: Partager à...

source: Shared Area
es: Area compartida
fr: Espace partagé

source: Shared space
es: Espacio compartido
fr: Espace partagé

source: Shared space permissions
es: Permisos de espacio compartido
fr: Permissions de l'espace partagé

source: Shared space saved
fr: Espace partagé enregistré

source: Show Passwords
fr: Afficher les mots de passe

source: Show suggestions
es: Mostrar sugerencias
fr: Montrer suggestions

source: Skip
fr: Passer

source: Something went wrong, check the server logs
fr: Quelque chose s'est mal passé, vérifiez les logs serveur

source: Spline
es: Curva
fr: Courbe

source: Start guided tour
es: Iniciar visita guiada
fr: Visite guidée

source: Start import
es: Iniciar importación
fr: Démarrer l'import

source: Status
es: Estado
fr: Statut

source: Status updated
es: Estado actualizado
fr: Statut mis à jour

source: Step 1 - Choose file to import
es: Paso 1 - Elija el archivo para importar
fr: Étape 1 - Choisissez un fichier à importer

source: Step 2 - Confirm import
es: Paso 2 - Confirma la importación
fr: Étape 2 - Confirmez l'import

source: Step 3 - Import
fr: Étape 3 - Import

source: String
es: Cadena
fr: Chaîne

source: Structure area
fr: Zone de structure

source: Successful database connection.
fr: Connexion à la base de données réussie.

source: Sum
es: Suma
fr: Somme

source: Take our guided tour to familiarize yourself...
es: Realice nuestra visita guiada para familiarizarse ...
fr: Suivez notre visite guidée pour vous familiariser...

source: Target
es: Objetivo
fr: Cible

source: Test Connection
fr: Tester la connection

source: The dashboard name is required
es: Se requiere el nombre del panel
fr: Le nom de tableau de bord est nécéssaire
