Repository: biblibre/urungi
Catalog: language/*.po
Languages: es, fr

source: The elements you drop in here do not necessarily have to be in the columns/results area, a query can be filtered by elements that do not appear in the results
es: Los elementos que coloca aquí no necesariamente tienen que estar en el área de columnas/resultados, una consulta se puede filtrar por elementos que no aparecen en los resultados
fr: Les éléments que vous déposez ici n'ont pas nécessairement à être dans la zone des colonnes, une requête peut être filtrée par des éléments qui n'apparaissent pas dans les résultats

source: The elements you drop in here do not necessarily have to be in the columns/results area, a query can be ordered by elements that do not appear in the results
es: Los elementos que coloca aquí no necesariamente tienen que estar en el área de columnas/resultados, una consulta se puede ordenar por elementos que no aparecen en los resultados
fr: Les éléments que vous déposez ici n'ont pas nécessairement à être dans la zone des colonnes, une requête peut être triée par des éléments qui n'apparaissent pas dans les résultats

source: The export failed. Please contact the system administrator.
es: La exportación falló. Por favor, póngase en contacto con el administrador del sistema.
fr: L'export a échoué. Veuillez contacter l'administrateur système.

source: The following columns will be added :
es: Se agregarán las siguientes columnas :
fr: Les colonnes suivantes seront ajoutées :

source: The following columns will be kept :
es: Se mantendrán las siguientes columnas :
fr: Les colonnes suivantes seront conservées :

source: The following columns will be removed :
es: Se eliminarán las siguientes columnas :
fr: Les colonnes suivantes seront supprimées :

source: The layer catalog
es: El catálogo de capas
fr: Le catalogue de calques

source: The layer selector
es: El selector de capas
fr: Le sélecteur de calques

source: The main connection details for the data source.
fr: Les informations importantes sur la connexion avec la source de données.

source: The name for the data source and the type of connection (end database).
fr: Le nom de la source de donnée et le type de connexion.

source: The name is required
es: El nombre es obligatorio
fr: Le nom est requis

source: The public space is the place where your users can publish reports to be shared across the company, in this place you will define the folder strucuture for the company&quot;s public space
es: El espacio público es el lugar donde sus usuarios pueden publicar informes para compartirlos en la empresa, en este lugar definirá la estructura de carpetas para el espacio público de la empresa
fr: L'espace public est l'endroit où vos utilisateurs peuvent publier les rapports à partager à la société, dans cet endroit vous définirez la structure de dossiers pour l'espace public de la société

source: The report name is required
es: El nombre del informe es obligatorio
fr: Le nom de rapport est nécéssaire

source: The role 'Urungi Administrator' can't be removed from the user administrator
fr: Le rôle 'Administrateur Urungi' ne peut pas être retiré de l'utilisateur administrateur

source: The shared space is the place where you or your users will publish reports to be available for other users or the hole company.
es: El espacio compartido es el lugar donde usted o sus usuarios publicarán informes para que estén disponibles para otros usuarios o para la empresa especializada.
fr: L'espace partagé est l'endroit où vous ou vos utilisateurs vont publier des rapports afin qu'ils soient accessibles à d'autres utilisateurs ou à toute la société.

source: The status of the layer defines if the layer is visible or not for your users when creating or editing a report or exploring data.
es: El estado de la capa define si la capa es visible o no para sus usuarios cuando crean o editan un informe o exploran datos.
fr: Le statut du calque définit si le calque est visible ou non pour vos utilisateurs quand ils créent ou éditent un rapport ou explorent des données.

source: Theme
es: Tema
fr: Thème

source: Third quarter
es: Tercer cuarto
fr: Troisième trimestre

source: This block and its sub-blocks
es: Este bloque y sus subbloques
fr: Ce bloc et ses sous-blocs

source: This block only
es: Solo este bloque
fr: Ce bloc seulement

source: This divider defines a page-break for printing
es: Este divisor define un salto de página para imprimir
fr: Ce séparateur définit un saut de page pour l'impression

source: This field is required
es: Este campo es requerido
fr: Ce champ est nécéssaire

source: This is a simple text paragraph select to edit content.
es: Este es un párrafo de texto simple que se selecciona para editar contenido.
fr: Ceci est un simple paragraphe. Sélectionnez pour modifier le contenu.

source: This is one data source.
es: Esta es una fuente de datos.
fr: Ceci est une source de données.

source: This is the area where you can define the structure for the shared space.
es: Este es el área donde puede definir la estructura para el espacio compartido.
fr: C'est la zone où vous pouvez définir la structure pour l'espace partagé.

source: This label indicates that this dashboard is public.
es: Esta etiqueta indica que este panel es público.
fr: Cette étiquette indique que le tableau de bord est publique.

source: This label indicates that this report is public.
es: Esta etiqueta indica que este informe es público.
fr: Cette étiquette indique que le rapport est publique.

source: This limits the number of rows fetched in order to get a preview quickly. Set to 0 to disable.
es: Esto limita el número de filas recuperadas para obtener una vista previa rápidamente. Establecer en 0 para deshabilitar.
fr: Ceci limite le nombre de lignes récupérées dans le but d'obtenir une prévisualisation rapidement. Mettre à 0 pour désactiver.

source: This month
es: Este mes
fr: Ce mois

source: This role is not assigned to any user
fr: Ce rôle n'est assigné à aucun utilisateur

source: This week
es: Esta semana
fr: Cette semaine

source: This year
es: Este año
fr: Cette année

source: Title
es: Título
fr: Titre

source: To Lower
es: En minúsculas
fr: En minuscules

source: To Upper
es: En mayúsculas
fr: En majuscules

source: Today
es: Hoy
fr: Aujourd'hui

source: Totals
es: Totales
fr: Totaux

source: Type a name for this dataset
es: Escriba un nombre para este conjunto de datos
fr: Entrez un nom pour ce jeu de données

source: Unit
es: Unidad
fr: Unité

source: Unpublish
es: Anular publicación
fr: Dé-publier

source: Up
es: Arriba
fr: Haut

source: Upload image
es: Subir imagen
fr: Téléverser une image

source: Urungi Administrator
es: Administrador de Urungi
fr: Administrateur Urungi

source: Urungi is Open Source, feel free to join us on github, submit issues and pull requests:
es: Urungi es de código abierto, no dude en unirse a nosotros en github, envíe informes de errores y solicitudes de integración:
fr: Urungi est open-source, n'hésitez pas à nous rejoindre sur github, soumettre des rapports de bug et des demandes d'intégration:

source: Urungi is a Maori word meaning rudder, steering paddle, driver, navigator
es: Urungi es una palabra maorí que significa timón, paleta de dirección, conductor, navegador
fr: Urungi est un mot Maori qui signifie gouvernail, rame, conducteur, navigateur

source: Urungi is a fork of {{widestage_link}}
fr: Urungi est un fork de {{widestage_link}}

source: Urungi is a self-service dashboard and reporting tool. It has been written with the following ideas in mind:
fr: Urungi est un outil de rapport et de tableaux de bord. Il a été écrit avec les idées suivantes à l'esprit:

source: Urungi is licensed under {{gpl_link}}
fr: Urungi est sous licence {{gpl_link}}

source: Urungi version: {{version}}
es: Versión de Urungi: {{version}}
fr: Version d'Urungi: {{version}}

source: Use this button to refresh the results
es: Use este botón para actualizar los resultados
fr: Utilisez ce bouton pour actualiser les résultats

source: User
es: Usuario
fr: Utilisateur

source: User Nick
es: Apodo del usuario
fr: Surnom de l'utilisateur

source: User Nick is required
fr: Le surnom est nécéssaire

source: User deleted successfully
es: Usuario creado con éxito
fr: Utilisateur supprimé avec succès

source: User name
es: Nombre del usuario
fr: Nom d'utilisateur

source: User profile and permissions
es: Perfil de usuario y permisos
fr: Profil et permissions de l'utilisateur

source: Users
es: Usuarios
fr: Utilisateur

source: View SQL
es: Ver SQL
fr: Voir le SQL

source: Warning: This role is assigned to {{$count}} user
fr: Attention: ce rôle est assigné à {{$count}} utilisateur

source: What does Urungi mean ?
es: ¿Qué significa Urungi?
fr: Que signifie Urungi ?

source: What is Urungi
es: Qué es Urungi
fr: Qu'est ce qu'Urungi

source: Yes
es: Si
fr: Oui

source: Yesterday
es: Ayer
fr: Hier

source: You can also activate or deactivate layers.
es: También puede activar o desactivar capas.
fr: Vous pouvez aussi activer ou désactiver des calques.

source: You can also add runtime filters to split your data in real time.
es: También puede agregar filtros de tiempo de ejecución para dividir sus datos en tiempo real.
fr: Vous pouvez aussi ajouter des filtres dynamiques pour filtrer vos données en temps réel.

source: You can also modify or drop the dashboard, clicking into the modify or delete buttons.
es: También puede modificar o soltar el tablero, haciendo clic en los botones modificar o eliminar.
fr: Vous pouvez aussi modifier le tableau de bord en cliquant sur ces boutons.

source: You can also modify or drop the report, clicking into the modify or delete buttons.
es: También puede modificar o soltar el informe, haciendo clic en los botones modificar o eliminar.
fr: Vous pouvez aussi modifier ou supprimer le rapport en cliquant sur les boutons modifier ou supprimer.

source: You can change the status of the layer simply clicking over this label
es: Puede cambiar el estado de la capa simplemente haciendo clic sobre esta etiqueta
fr: Vous pouvez changer le statut du calque simplement en cliquant sur cette étiquette

source: You can create several layers depending on your necessities, but you have to define one at least.
es: Puede crear varias capas según sus necesidades, pero debe definir una al menos.
fr: Vous pouvez créer plusieurs calques selon vos besoins, mais vous devez au moins en définir un.

source: You can edit the connection details for every data source, delete a data source or activate/deactivate a datasource.
es: Puede editar los detalles de conexión para cada fuente de datos, eliminar una fuente de datos o activar/desactivar una fuente de datos.
fr: Vous pouvez éditer les détails de la connexion pour chaque source de données, supprimer une source de données ou en activer/désactiver une.

source: You can edit the layer to configure the tables, elements and joins between tables.
es: Puede editar la capa para configurar las tablas, elementos y uniones entre tablas.
fr: Vous pouvez modifier le calque pour configurer les tables, éléments et jointures entre les tables.

source: You can setup the name you want for data sources.
fr: Vous pouvez configurer le nom que vous voulez pour les sources de données.

source: You can't remove yourself from your own user session
fr: Vous ne pouvez pas vous supprimer durant votre session

source: You have to enter an SQL query
es: Tienes que ingresar una consulta SQL
fr: Vous devez saisir une requête SQL

source: You have to introduce a password
fr: Vous devez saisir un mot de passe

source: You have to introduce a valid email to send the generated password to the user
fr: Vous devez saisir une adresse email valide pour envoyer le mot de passe généré à l'utilisateur

source: You have to introduce the user nick for the new user
fr: Vous devez saisir le pseudo pour le nouvel utilisateur

source: You have to introduce your password
fr: Vous devez saisir votre mot de passe

source: You may only upload images
es: Solo puedes subir imágenes
fr: Vous pouvez téléverser uniquement des images

source: active
es: activo
fr: actif

source: alignment
es: alineación
fr: alignement

source: all
es: todos
fr: tout

source: allow your users to access and understand your data without any knowledge of SQL or how the database is structured in tables and fields...
es: permita a sus usuarios acceder y comprender sus datos sin ningún conocimiento de SQL o cómo se estructura la base de datos en tablas y campos ...
fr: autorise vos utilisateurs à accéder et comprendre vos données sans aucune connaissance du SQL ou de comment la base de données est structurée.

source: and
es: y
fr: et

source: attributes
es: atributos
fr: attributs

source: backgroundColor
es: color de fondo
fr: couleur d'arrière-plan

source: backgroundImage
es: imagen de fondo
fr: image d'arrière-plan

source: border
es: borde
fr: bordure

source: borderColor
es: color del borde
fr: couleur de la bordure

source: borderRoundness
es: bordes redondeados
fr: rondeur de la bordure

source: bottom
es: parte inferior
fr: bas

source: color
fr: couleur

source: contains
es: contiene
fr: contient

source: current page number
es: número de página actual
fr: numéro de la page courante

source: dashed
es: rayado
fr: en tiret

source: database:
fr: base de données:

source: document location
es: ubicación del documento
fr: emplacement du document

source: document title
es: título del documento
fr: titre du document

source: does not contain
es: no contiene
fr: ne contient pas

source: does not end with
es: no termina con
fr: ne termine pas par

source: does not start with
es: no comienza con
fr: ne commence pas par

source: dotted
es: punteado
fr: pointillé

source: easy to use for end-users
es: fácil de usar para los usuarios finales
fr: facile à utiliser pour les utilisateurs finaux

source: easy to use for reports creators
es: fácil de usar para creadores de informes
fr: facile à utiliser pour les créateurs de rapport

source: email is required
fr: l'email est obligatoire

source: ends with
es: termina con
fr: termine par

source: enter new label
es: ingrese una nueva etiqueta
fr: saisissez un nouveau libellé

source: enter new value
es: ingrese un nuevo valor
fr: saisissez une nouvelle valeur

source: first version of widestage
es: primera versión de widestage
fr: première version de widestage

source: formatted print date
es: fecha de impresión formateada
fr: date d'impression formatée

source: groove
es: ranura
fr: rainure

source: heading
es: encabeza
fr: en-tête

source: height
es: altura
fr: hauteur

source: host:
fr: hôte:

source: inset
es: recuadro
fr: encart

source: internship in summer 2018
es: pasantía en verano 2018
fr: stage pendant l'été 2018

source: invalid report
es: informe inválido
fr: rapport invalide

source: is between
es: está entre
fr: est entre

source: is bigger or equal than
es: es mayor o igual que
fr: est supérieur ou égal à

source: is bigger or equal than (pattern)
es: es mayor o igual que (patrón)
fr: est supérieur ou égal à (motif)

source: is bigger than
es: es mayor que
fr: est supérieur à

source: is bigger than (pattern)
es: es mayor que (patrón)
fr: est supérieur à (motif)

source: is different than
es: es diferente a
fr: est différent de

source: is different than (pattern)
es: es diferente de (patrón)
fr: est différent de (motif)

source: is empty
es: es vacío
fr: est vide

source: is equal to
es: es igual a
fr: est égal à

source: is equal to (pattern)
es: es igual a (patrón)
fr: est égal à (motif)

source: is in
es: es en
fr: est dans

source: is less or equal than
es: es menor o igual que
fr: est inférieur ou égal à

source: is less or equal than (pattern)
es: es menor o igual que (patrón)
fr: est inférieur ou égal à (motif)

source: is less than
es: es menos que
fr: est inférieur à

source: is less than (pattern)
es: es menor que (patrón)
fr: est inférieur à (motif)

source: is like
es: es como
fr: est semblable à

source: is not between
es: no está entre
fr: n'est pas entre

source: is not empty
es: no es vacío
fr: n'est pas vide

source: is not in
es: no está dentro
fr: n'est pas dans

source: is not like
es: no es como
fr: n'est pas semblable à

source: is not null
es: no es nulo
fr: n'est pas NULL

source: is null
es: es nulo
fr: est NULL

source: label
es: etiqueta
fr: libellé

source: left
es: izquierda
fr: gauche

source: logout
es: cerrar sesión
fr: déconnexion

source: margin
es: margen
fr: marge

source: more examples...
es: más ejemplos...
fr: plus d'exemples...

source: my folder
es: mi carpeta
fr: mon dossier

source: no data to display
es: no hay información para mostrar
fr: aucune donnée à afficher

source: none
es: ninguno
fr: aucun

source: not active
es: no activo
fr: non actif

source: padding
es: margen interno
fr: marge interne

source: powerful for power-users
es: potente para usuarios avanzados
fr: puissant pour les utilisateurs avancés

source: private dashboards
es: tableros privados
fr: tableaux de bord privés

source: private reports
es: informes privados
fr: rapports privés

source: push
es: enviar a
fr: envoyer

source: repeat
es: repetir
fr: répéter

source: report type does not exist
es: tipo de informe no existe
fr: le type du rapport n'existe pas

source: results.
es: resultados.
fr: résultats.

source: ridge
es: cresta
fr: arête

source: right
es: derecha
fr: droite

source: root folder
es: carpeta raíz
fr: dossier racine

source: select
es: seleccionar
fr: sélectionner

source: selected
es: seleccionado
fr: sélectionné

source: shared
es: compartido
fr: partagé

source: shared dashboards
es: panel compartido
fr: tableaux de bord partagés

source: shared reports
es: informe compartido
fr: rapports partagés

source: solid
es: sólido
fr: solide

source: starts with
es: comienza con
fr: commence par

source: textStyle
es: estilo del texto
fr: style du texte

source: top
es: parte superior
fr: haut

source: total pages in the document
es: total de páginas en el documento
fr: nombre total de pages dans le document

source: type a name for the dataset
es: escriba un nombre para el conjunto de datos
fr: entrez un nom pour ce jeu de données

source: uploadImage
es: subir imagen
fr: image uploadée

source: Count distinct
es: Contar distintos

source: Datasource created successfully
es: Fuente de datos creada con éxito

source: Datasource updated successfully
es: Fuente de datos actualizada con éxito

source: Description
es: Descripción

source: Export
es: Exportar

source: Expression
es: Expresión

source: Folder
es: Carpeta

source: Format
es: Formato

source: Import
es: Importar

source: Inner
es: Interno

source: Join
es: Unión

source: Max
es: Máximo

source: Min
es: Mínimo

source: Permissions
es: Permisos

source: Port
es: Puerto

source: Source
es: Fuente

source: Sources
es: Fuentes

source: Suggestions
es: Sugerencias

source: Type
es: Tipo

source: double
es: doble

source: format...
es: formato...

source: gradients
es: gradientes

source: imageProperties
es: propiedades de imagen

source: outset
es: principio

source: public
es: público

source: source
es: fuente

source: textures
es: texturas
