Repository: biblibre/urungi
Catalog: language/*.po
Languages: es, fr

source: A header text H3
es: Un texto de encabezado H3
fr: Un en-tête H3

source: A query must hold at least one element here to be executed
es: Una consulta debe contener al menos un elemento aquí para ejecutarse
fr: Une requête doit contenir au moins un élément pour être exécutée

source: AND
es: Y
fr: ET

source: About
es: Acerca de
fr: À propos

source: Access here the different data elements of every layer that you have access on
es: Accede aquí a los diferentes elementos de datos de cada capa en la que tienes acceso
fr: Accédez ici aux différents éléments de données de tous les calques auxquels vous avez accès

source: Activate Filter
es: Activar filtro
fr: Activer le filtre

source: Add
es: Agregar
fr: Ajouter

source: Add SQL
es: Agregar SQL
fr: Ajouter requête SQL

source: Add a new role...
fr: Ajouter un nouveau rôle...

source: Add all
es: Agregar todo
fr: Ajouter tout

source: Add all collection elements to the layer
es: Agregar todos los elementos de esta colección a la capa
fr: Ajouter tous les éléments de cette collection au calque

source: Add element to schema
es: Agregar elemento al esquema
fr: Ajouter un élément au schéma

source: Add folder
es: Agregar carpeta
fr: Ajouter un dossier

source: Add header and footer
es: Agregar encabezado y pie de página
fr: Ajouter un en-tête et un pied de page

source: Add new SQL
es: Agregar nuevo SQL
fr: Ajouter SQL

source: Add role
fr: Ajouter un rôle

source: Add to layer
es: Agregar a capa
fr: Ajouter au calque

source: Add to layer elements
es: Agregar a elementos de capa
fr: Ajouter aux éléments du calque

source: After building your query, refresh to view the report.
es: Después de crear su consulta, actualice para ver el informe.
fr: Après avoir construit votre requête, actualisez pour voir votre rapport.

source: After creating the folder you can drag and drop it across the shared space.
es: Después de crear la carpeta, puede arrastrarla y soltarla en el espacio compartido.
fr: Après avoir créé le dossier vous pouvez le déplacer à travers l'espace partagé.

source: After you define the reports to get and visualize your data, you can drag and drop different html layout elements, and put your report in, using different formats to show it.
es: Después de definir los informes para obtener y visualizar sus datos, puede arrastrar y soltar diferentes elementos de diseño html y colocar su informe en diferentes formatos para mostrarlo.
fr: Après avoir défini les rapports pour visualiser vos données, vous pouvez glisser déplacer différents éléments HTML, et mettre vos rapports dedans en utilisant différents formats.

source: Allow Multiple selection
es: Permitir selección múltiple
fr: Autoriser les sélections multiples

source: Already exists. Overwrite ?
es: Ya existe. Sobrescribir ?
fr: Existe déjà. Écraser ?

source: Answer required (mandatory filter)
es: Respuesta requerida (filtro obligatorio)
fr: Réponse nécessaire (filtre obligatoire)

source: Anyone who has the link will be able to see it
es: Cualquiera que tenga el enlace podrá verlo
fr: N'importe qui ayant le lien sera capable de le voir

source: Area
fr: Zone

source: Area spline
es: Spline de área
fr: Courbe de surface

source: Array values
es: Valores de matriz
fr: Valeurs du tableau

source: As XLSX
es: Como XLSX
fr: En XLSX

source: As you define the query dragging and dropping in the areas above, the results of the query will appear here
es: A medida que defina la consulta arrastrando y soltando en las áreas anteriores, los resultados de la consulta aparecerán aquí
fr: Pendant que vous définissez la requête en déposant des éléments dans les zones ci-dessus, les résultats de la requête apparaîtront ici

source: At least one data source must be defined, unless you do not define some data source you and your users will not be able to create reports.
es: Se debe definir al menos una fuente de datos, a menos que no defina alguna fuente de datos que usted y sus usuarios no podrán crear informes.
fr: Au moins une source de données doit être définie. Si vous ne définissez pas de source de données, vous et vos utilisateurs ne pourront pas créer de rapport.

source: At least one report has no selectedLayerID
fr: Au moins un rapport n'a pas de selectedLayerID

source: At least one report is related to a layer that is not in import file
fr: Au moins un rapport est lié à un calque qui n'est pas dans le fichier d'impot

source: At least one report is related to a layer that is not valid
fr: Au moins un rapport est lié à un calque qui n'est pas valide

source: Authenticated users
es: Usuarios autenticados
fr: Utilisateurs authentifiés

source: Authenticated users will be able to see it in the shared space
es: Los usuarios autenticados podrán verlo en el espacio compartido
fr: Les utilisateurs authentifiés pourront le voir dans l'espace partagé

source: Author
es: Autor
fr: Auteur

source: Authors
es: Autores
fr: Auteurs

source: Avg
es: Promedio
fr: Moyenne

source: Back
es: Atrás
fr: Retour

source: Bar
es: Barra
fr: Barre

source: BibLibre staff:
fr: Équipe BibLibre:

source: Brand
es: Marca
fr: Marque

source: Business unit
es: Unidad de negocio
fr: Unité opérationnelle

source: Calculate total
es: Calcular total
fr: Calculer le total

source: Cancel
es: Cancelar
fr: Annuler

source: Cannot modify sql of an object which is not an sql request
es: No se puede modificar sql de un objeto que no es una solicitud sql
fr: Impossible de modifier le SQL d'un objet qui n'est pas une requête SQL

source: Change language
fr: Changer de langue

source: Change password
fr: Modifier le mot de passe

source: Change password for {{vm.username}}
fr: Modifier le mot de passe pour {{vm.username}}

source: Check if you want all suggestions on filter (too much data can crash the app)
es: Verifique si desea que todas las sugerencias estén en el filtro (demasiados datos pueden bloquear la aplicación)
fr: Cocher si vous souhaitez toutes les suggestions (trop de données peut faire stopper l'application)

source: Checking file
es: Comprobando archivo
fr: Vérification du fichier

source: Choose a layer:
es: Elija una capa:
fr: Choisissez un calque:

source: Choose a new name for the copy :
es: Elija un nuevo nombre para la copia:
fr: Choisissez un nouveau nom pour la copie :

source: Choose a report to add to the dashboard
es: Elija un informe para agregar al tablero
fr: Choisissez un rapport à ajouter au tableau de bord

source: Choose a report type and drag and drop elements from the selected layer to compose your report.
es: Elija un tipo de informe y arrastre y suelte elementos de la capa seleccionada para componer su informe.
fr: Choisissez un type de rapport et déposez des éléments depuis le calque sélectionné pour constituer votre rapport.

source: Choose image to upload
es: Elige imagen para subir
fr: Choisissez une image à téléverser

source: Clear direct formatting
es: Eliminar formato directo
fr: Supprimer le formatage direct

source: Click here to add a new folder to the shared space
es: Haga clic aquí para agregar una nueva carpeta al espacio compartido
fr: Ajouter un dossier dans l'espace partagé

source: Click here to cancel and back to the dashboard
es: Haga clic aquí para cancelar y volver al tablero
fr: Annuler et retourner au tableau de bord

source: Click here to cancel and backtrack
es: Haga clic aquí para cancelar y retroceder
fr: Revenir en arrière

source: Click here to change the status of the layer
es: Haga clic aquí para cambiar el estado de la capa
fr: Cliquer ici pour modifier le statut du calque

source: Click here to clear the selected value
es: Haga clic aquí para borrar el valor seleccionado
fr: Cliquez ici pour effacer la valeur sélectionnée

source: Click here to conduct the guided tour for data explorer
es: Haga clic aquí para realizar la visita guiada para el explorador de datos
fr: Suivre une visite guidée de l'explorateur de données

source: Click here to conduct the guided tour for data sources
fr: Suivre une visite guidée des sources de données

source: Click here to create a new dashboard
es: Haga clic aquí para crear un nuevo tablero
fr: Cliquer ici pour créer un nouveau tableau de bord

source: Click here to create a new dashboard and push this report in
es: Haga clic aquí para crear un nuevo panel de control e inserte este informe en
fr: Créer un nouveau tableau de bord et y ajouter ce rapport

source: Click here to create a new dashboard.
es: Haga clic aquí para crear un nuevo tablero.
fr: Créer une nouvelle source de données.

source: Click here to create a new data source
fr: Créer une nouvelle source de données

source: Click here to create a new datasource.
es: Haga clic aquí para crear una nueva fuente de datos.
fr: Créer une nouvelle source de données.

source: Click here to create a new folder in the root of the shared space.
es: Haga clic aquí para crear una nueva carpeta en la raíz del espacio compartido.
fr: Cliquez ici pour créer un nouveau dossier à la racine de l'espace partagé.

source: Click here to create a new layer.
es: Haga clic aquí para crear una nueva capa.
fr: Cliquez ici pour créer un nouveau calque.

source: Click here to create a new report.
es: Haga clic aquí para crear un nuevo informe.
fr: Cliquez ici pour créer un nouveau rapport.

source: Click here to create a new single query report
es: Haga clic aquí para crear un nuevo informe de consulta única
fr: Cliquez ici pour créer un nouveau rapport

source: Click here to delete the dashboard.
es: Haga clic aquí para eliminar el panel de control.
fr: Cliquez ici pour supprimer ce tableau de bord.

source: Click here to delete the layer.
es: Haga clic aquí para eliminar la capa.
fr: Cliquez ici pour supprimer ce calque.

source: Click here to delete the report.
es: Haga clic aquí para eliminar el informe.
fr: Cliquez ici pour supprimer ce rapport.

source: Click here to delete this report
es: Haga clic aquí para eliminar este informe
fr: Supprimer ce rapport

source: Click here to duplicate the report.
es: Haga clic aquí para duplicar el informe.
fr: Cliquez ici pour dupliquer le rapport.

source: Click here to edit this report
es: Haga clic aquí para editar este informe
fr: Modifier le rapport

source: Click here to modify the dashboard.
es: Haga clic aquí para modificar el panel.
fr: Modifier le tableau de bord.

source: Click here to modify the report.
es: Haga clic aquí para modificar el informe.
fr: Cliquez ici pour modifier le rapport.

source: Click here to modify this dashboard
es: Haga clic aquí para modificar este tablero
fr: Modifier le tableau de bord

source: Click here to order ascendent using this field
es: Haga clic aquí para ordenar ascendente usando este campo
fr: Trier selon ce champ par ordre croissant

source: Click here to order descendent using this field
es: Haga clic aquí para ordenar descendente usando este campo
fr: Trier selon ce champ par ordre décroissant

source: Click here to save changes to the shared space
es: Haga clic aquí para guardar los cambios en el espacio compartido
fr: Cliquer ici pour enregistrer les changements de l'espace partagé

source: Click here to see or set data source details
fr: Consulter et modifier les détails des sources de données

source: Click here to select this dashboard
es: Haga clic aquí para seleccionar este panel
fr: Sélectionner ce tableau de bord

source: Click over a dashboard's name to execute it.
es: Haga clic sobre el nombre de un panel para ejecutarlo.
fr: Cliquez sur le nom du tableau de bord pour le lancer.

source: Click over a report's name to execute it.
es: Haga clic sobre el nombre de un informe para ejecutarlo.
fr: Cliquez sur le nom du rapport pour l'exécuter.

source: Click over one of the different report types to change the visualization of the data you choose
es: Haga clic sobre uno de los diferentes tipos de informes para cambiar la visualización de los datos que elija
fr: Cliquez sur les différents types de rapport pour modifier la visualisation des données que vous choisissez

source: Close
es: Cerrar
fr: Fermer

source: Columns / results drop zone
es: Columnas / zona de caída de resultados
fr: Colonnes / zone de dépôt des résultats

source: Confirm
es: Confirmar
fr: Confirmer

source: Connection type
es: Tipo de Conexion
fr: Type de connexion

source: Copied
es: Copiado
fr: Copié

source: Copy of {{name}}
es: Copia de {{name}}
fr: Copie de {{name}}

source: Could not load dashboard : missing id
es: No se pudo cargar el panel : falta id
fr: Impossible de charger le tableau de bord : identifiant manquant

source: Count
es: Contar
fr: Compte

source: Create
es: Crear
fr: Créer

source: Create and manage here the connections to databases that holds the data you want to be able to create reports using Urungi.
es: Cree y administre aquí las conexiones a bases de datos que contienen los datos que desea poder crear informes mediante Urungi.
fr: Créez et gérez ici les connections aux bases de données qui contiennent les données que vous voulez pour pouvoir créer des rapports avec Urungi.

source: Create dashboards
es: Crear paneles
fr: Exécuter les tableaux de bords

source: Create folders and drag and drop them across to structure it.
es: Cree carpetas y arrástrelas y suéltelas para estructurarlas.
fr: Créez des dossiers et déplacer les à travers l'espace public.

source: Create new dashboard
es: Crear un nuevo panel
fr: Créer un nouveau tableau de bord

source: Create new report
es: Crear nuevo informe
fr: Créer un nouveau rapport

source: Create reports
es: Crear informes
fr: Créer les rapports

source: Create sub-folder
fr: Créer un sous-dossier

source: Created on
es: Creado en
fr: Créé le

source: Dashboard Name
es: Nombre del tablero
fr: Nom du tableau de bord

source: Dashboard created successfully
es: Panel creado exitosamente
fr: Tableau de bord créé avec succès

source: Dashboard delete
es: Borrar panel
fr: Supprimer le tableau de bord

source: Dashboard edit
es: Editar panel
fr: Modifier le tableau de bord

source: Dashboard published
es: Panel publicado
fr: Tableaux de bord publié

source: Dashboard updated successfully:
es: Panel actualizado correctamente:
fr: Tableau de bord mis à jour avec succès:

source: Dashboards
es: Paneles
fr: Tableaux de bord

source: Dashboards list
es: Lista de paneles
fr: Tableaux de bord

source: Data source
es: Fuente de datos
fr: Source de donnée

source: Data source connection details
fr: Détails de connexion de la source de données

source: Data source is required
es: Se requiere fuente de datos
fr: La source de données est requise

source: Data source name & type
fr: Nom et type de la source de données

source: Data sources
es: Fuentes de datos
fr: Sources de données

source: Data sources are connections to the databases you are going to generate reports for.
es: Las fuentes de datos son conexiones a las bases de datos para las que va a generar informes.
fr: Les sources de données sont des connections à la base de données pour lesquelles vous générez des rapports.

source: Database
es: Base de datos
fr: Base de données

source: Database connection failed.
es: La conexión de la base de datos falló.
fr: La connexion à la base de données a échouée.

source: Dataset
es: Conjunto de datos
fr: Jeu de données

source: Datasource matching {{ds.doc.name}}
fr: Source de données correspondant à {{ds.doc.name}}

source: Datasource must be the same for all entities
es: El origen de datos debe ser el mismo para todas las entidades
fr: La source de données doit être la même pour toutes les entités

source: Deactivate Filter
es: Desactivar filtro
fr: Désactiver le filtre

source: Default Aggregation
es: Agregación predeterminada
fr: Agrégation par défaut

source: Default aggregation
es: Agregación predeterminada
fr: Agrégation par défaut

source: Define several reports using filters and dragging and dropping from different layers.
es: Defina varios informes usando filtros y arrastrando y soltando desde diferentes capas.
fr: Définissez différents rapports en utilisant des filtres et glissez et déplacer depuis différents calques.

source: Delete
es: Eliminar
fr: Supprimer

source: Delete background
es: Eliminar fondo
fr: Supprimer l'arrière-plan

source: Delete folder
fr: Supprimer le dossier

source: Delete report
es: Eliminar informe
fr: Supprimer le rapport

source: Delete this dashboard
es: Eliminar este panel
fr: Supprimer ce tableau de bord

source: Delete this layer
es: Eliminar esta capa
fr: Supprimer ce calque

source: Delete this report
es: Eliminar este informe
fr: Supprimer ce rapport

source: Delete this role
fr: Supprimer ce rôle

source: Delete this user
es: Eliminar este usuario
fr: Supprimer cet utilisateur

source: Delete {{name}} ?
es: Eliminar {{name}} ?
fr: Supprimer {{name}} ?

source: Department
es: Departamento
fr: Département

source: Design your company public space
es: Diseña el espacio público de tu empresa
fr: Concevez l'espace public de votre société

source: Do not show this block again
es: No mostrar este bloque nuevamente
fr: Ne pas montrer ce bloc à nouveau

source: Done
es: Hecho
fr: Terminé

source: Down
es: Abajo
fr: Bas

source: Drop here the dimension field
es: Suelta aquí el campo de dimensión
fr: Glissez ici la dimension

source: Drop here the elements that you want to use to filter the results of the query
es: Suelte aquí los elementos que desea usar para filtrar los resultados de la consulta
fr: Déposez ici les éléments que vous voulez utiliser pour filtrer les résultats de la requête

source: Drop here the elements that you want to use to order the results of the query
es: Suelte aquí los elementos que desea utilizar para ordenar los resultados de la consulta
fr: Déposez ici les éléments que vous voulez utiliser pour ordonner les résultats de la requête

source: Drop here the elements you want to have in the results of the query
es: Suelte aquí los elementos que desea tener en los resultados de la consulta
fr: Déposez ici les éléments que vous voulez avoir dans les résultats de la requête

source: Drop here the table columns
es: Suelta aquí las columnas de la tabla
fr: Glissez ici les colonnes

source: Drop here the table rows
es: Suelta aquí las filas de la tabla
fr: Placez ici les lignes de la table

source: Drop here your columns
es: Suelta aquí tus columnas
fr: Placez ici vos colonnes

source: Drop here your filters
es: Suelta aquí tus filtros
fr: Placez ici vos filtres

source: Drop here your metrics
es: Deja aquí tus métricas
fr: Placez ici vos métriques

source: Drop here your order keys
es: Deja aquí tus llaves de pedido
fr: Placez ici vos clés de tri

source: Duplicate
es: Duplicar
fr: Dupliquer

source: Duplicate '{{vm.resolve.name}}' ?
es: Duplicar '{{vm.resolve.name}}' ?
fr: Dupliquer '{{vm.resolve.name}}' ?

source: Duplicate report
es: Duplicar informe
fr: Dupliquer le rapport

source: Duplicate this dashboard
es: Duplicar este panel
fr: Dupliquer ce tableau de bord

source: Duplicate this report
es: Duplicar este informe
fr: Dupliquer ce rapport

source: Edit
es: Editar
fr: Éditer

source: Edit Dashboard
es: Editar panel
fr: Modifier le Tableau de Bord

source: Edit Report
es: Editar informe
fr: Modifier le rapport

source: Edit User
fr: Modifier l'utilisateur

source: Edit datasource
es: Editar fuente de datos
fr: Modifier la source de données

source: Edit report
es: Editar informe
fr: Modifier le rapport

source: Edit this dashboard
es: Editar este panel
fr: Modifier ce tableau de bord

source: Edit this layer
es: Editar esta capa
fr: Modifier ce calque

source: Edit this report
es: Editar este reporte
fr: Modifier ce rapport

source: Edit this user
es: Editar este usuario
fr: Modifier cet utilisateur

source: Element
es: Elemento
fr: Élément

source: Elements
es: Elementos
fr: Éléments

source: Elements used in the expression:
es: Elementos utilizados en la expresión:
fr: Éléments utilisés dans l'expression:

source: Error : failed to import report
es: Error: no se pudo importar el informe
fr: Erreur : l'import du rapport a échoué

source: Error:
fr: Erreur:

source: Everyone
es: Todos
fr: Tout le monde

source: Execute dashboards
es: Ejecutar paneles
fr: Exécuter les tableaux de bords

source: Execute reports
es: Ejecutar informes
fr: Exécuter le rapport

source: Explore
es: Explorar
fr: Explorer

source: Explore data
es: Explorar datos
fr: Explorer les données

source: Explorer
es: Explorador
fr: Explorateur

source: Export layers, reports and dashboards
es: Exportar capas, informes y paneles
fr: Exportez les calques, rapports et tableaux de bord

source: Failed to create dashboard
es: Error al crear el tablero
fr: La création du tableau de bord a échoué

source: Failed to create layer
es: Error al crear capa
fr: La création du calque a échoué

source: Failed to create report
es: Error al crear el informe
fr: La création du rapport a échoué

source: Failed to parse expression for element
es: Error al analizar la expresión para el elemento
fr: L'analyse de l'expression a échoué pour l'élément

source: Failed to save role
fr: L'enregistrement du rôle a échoué

source: Failed to update dashboard
es: Error al actualizar el tablero
fr: La mise à jour du tableau de bord a échoué

source: Failed to update layer
es: Error al actualizar la capa
fr: La mise à jour du calque a échoué

source: Failed to update report
es: Error al actualizar el informe
fr: La mise à jour du rapport a échoué

source: Fetching data ...
es: Obteniendo datos ...
fr: Récupération des données ...

source: File must contain the following properties: datasources, layers, reports and dashboards
es: El archivo debe contener las siguientes propiedades: fuentes de datos, capas, informes y paneles
fr: Le fichier doit contenir les propriétés suivantes: datasources, layers, reports et dashboards

source: Filter
es: Filtro
fr: Filtrer

source: Filter Instructions
es: Filtrar instrucciones
fr: Instructions du filtre

source: Filters drop zone
es: Área de depósito de filtro
fr: Zone de dépôt des filtres

source: First
es: Primero
fr: Premier

source: First Name
es: Nombre
fr: Prénom

source: First Name is required
fr: Le prénom est nécéssaire

source: First quarter
es: Primer cuarto
fr: Premier trimestre

source: First semester
es: Primer semestre
fr: Premier semestre

source: Follow the guided tour for dashboards
es: Siga la visita guiada para paneles
fr: Suivre la visite guidée pour les tableaux de bord

source: Follow the guided tour for data sources
es: Siga la visita guiada para obtener fuentes de datos
fr: Suivre une visite guidée pour les sources de données

source: Follow the guided tour for reports
es: Siga la visita guiada para obtener informes
fr: Suivre la visite guidée pour les rapports

source: Font
es: Fuente
fr: Police de caractères

source: Footer template
es: Plantilla de pie de página
fr: Modèle du pied de page

source: Format examples
es: Ejemplos de formato
fr: Exemples de format

source: Fourth quarter
es: Cuarto trimestre
fr: Quatrième trimestre

source: Gauge max value
es: Valor máximo del manómetro
fr: Valeur maximale de la jauge

source: General
fr: Général

source: Getting started with Urungi?
es: ¿Comenzando con Urungi?
fr: Vous découvrez Urungi ?

source: Go to layers and continue tour
es: Ir a capas y continuar gira
fr: Aller voir les calques et continuer la visite

source: Go to the public space definition and continue tour
es: Ir a la definición del espacio público y continuar el recorrido
fr: Passez à la définition de l'espace public et continuez la visite

source: HTML template for the print footer. The default is to show the page number and the total number of pages on the right.
es: Plantilla HTML para el pie de página de impresión. Por defecto se muestra el número de página y el número total de páginas a la derecha.
fr: Modèle HTML pour le pied de page. La valeur par défaut affiche le numéro de page et le nombre total de pages sur la droite.
