{"es":{"A header text H3":"Un texto de encabezado H3","A query must hold at least one element here to be executed":"Una consulta debe contener al menos un elemento aquí para ejecutarse","AND":"Y","About":"Acerca de","Access here the different data elements of every layer that you have access on":"Accede aquí a los diferentes elementos de datos de cada capa en la que tienes acceso","Access here to define the connections to the different sources of your information":"Acceda aquí para definir las conexiones a las diferentes fuentes de su información","Access roles to create, manage roles, and grant or revoque permissions":"Acceda a roles para crear, administrar roles y conceder o revoque permisos","Access users to create new urungi users and to manage them":"Accede a los usuarios para crear nuevos usuarios urungi y gestionarlos","Activate Filter":"Activar filtro","Add":"Agregar","Add SQL":"Agregar SQL","Add a new role...":"Agregar un nuevo rol...","Add all":"Agregar todo","Add all elements from this collection to the layer ?":"¿Agregar todos los elementos de esta colección a la capa?","Add element to schema":"Agregar elemento al esquema","Add folder":"Agregar carpeta","Add header and footer":"Agregar encabezado y pie de página","Add new SQL":"Agregar nuevo SQL","Add role":"Agregar rol","Add subfolder":"Agregar subcarpeta","Add to layer":"Agregar a capa","Add to layer elements":"Agregar a elementos de capa","After building your query, refresh to view the report.":"Después de crear su consulta, actualice para ver el informe.","After clicking here a text box with the name of the folder will appear, change then the name there and click on the small save button that will appear beside the edit box.":"Después de hacer clic aquí, aparecerá un cuadro de texto con el nombre de la carpeta, cambie el nombre allí y haga clic en el pequeño botón Guardar que aparecerá junto al cuadro de edición.","After creating the folder you can drag and drop it across the shared space.":"Después de crear la carpeta, puede arrastrarla y soltarla en el espacio compartido.","After you define the reports to get and visualize your data, you can drag and drop different html layout elements, and put your report in, using different formats to show it.":"Después de definir los informes para obtener y visualizar sus datos, puede arrastrar y soltar diferentes elementos de diseño html y colocar su informe en diferentes formatos para mostrarlo.","Allow Multiple selection":"Permitir selección múltiple","Already exists. Overwrite ?":"Ya existe. Sobrescribir ?","Answer required":"Respuesta requerida","Answer required (mandatory filter)":"Respuesta requerida (filtro obligatorio)","Anyone who has the link will be able to see it":"Cualquiera que tenga el enlace podrá verlo","Area":"Area","Area spline":"Spline de área","Array values":"Valores de matriz","As XLSX":"Como XLSX","As you define the query dragging and dropping in the areas above, the results of the query will appear here":"A medida que defina la consulta arrastrando y soltando en las áreas anteriores, los resultados de la consulta aparecerán aquí","At least one data source must be defined, unless you do not define some data source you and your users will not be able to create reports.":"Se debe definir al menos una fuente de datos, a menos que no defina alguna fuente de datos que usted y sus usuarios no podrán crear informes.","At least one report has no selectedLayerID":"Al menos un informe no ha seleccionado LayerID","At least one report is related to a layer that is not in import file":"Al menos un informe está relacionado con una capa que no está en el archivo de importación","At least one report is related to a layer that is not valid":"Al menos un informe está relacionado con una capa que no es válida","Authenticated users":"Usuarios autenticados","Authenticated users will be able to see it in the shared space":"Los usuarios autenticados podrán verlo en el espacio compartido","Author":"Autor","Authors":"Autores","Avg":"Promedio","Back":"Atrás","Back to login":"Atrás para iniciar sesión","Bar":"Barra","Brand":"Marca","Business unit":"Unidad de negocio","Calculate total":"Calcular total","Cancel":"Cancelar","Cannot modify sql of an object which is not an sql request":"No se puede modificar sql de un objeto que no es una solicitud sql","Checking file":"Comprobando archivo","Choose a layer:":"Elija una capa:","Choose a new name for the copy :":"Elija un nuevo nombre para la copia:","Choose a report to add to the dashboard":"Elija un informe para agregar al tablero","Choose a report type and drag and drop elements from the selected layer to compose your report.":"Elija un tipo de informe y arrastre y suelte elementos de la capa seleccionada para componer su informe.","Choose image to upload":"Elige imagen para subir","Clear direct formatting":"Eliminar formato directo","Click here to add a new folder to the shared space":"Haga clic aquí para agregar una nueva carpeta al espacio compartido","Click here to add a new subfolder inside this":"Haga clic aquí para agregar una nueva subcarpeta dentro de este","Click here to cancel and back to the dashboard":"Haga clic aquí para cancelar y volver al tablero","Click here to cancel and backtrack":"Haga clic aquí para cancelar y retroceder","Click here to change the folder&quot;s name.":"Haga clic aquí para cambiar el nombre de la carpeta.","Click here to change the name of the folder":"Haga clic aquí para cambiar el nombre de la carpeta","Click here to change the status of the layer":"Haga clic aquí para cambiar el estado de la capa","Click here to clear the selected value":"Haga clic aquí para borrar el valor seleccionado","Click here to conduct the guided tour for data explorer":"Haga clic aquí para realizar la visita guiada para el explorador de datos","Click here to conduct the guided tour for data sources":"Haga clic aquí para realizar la visita guiada de fuentes de datos","Click here to conduct the guided tour for the shared space":"Haga clic aquí para realizar la visita guiada por el espacio compartido","Click here to create a new dashboard":"Haga clic aquí para crear un nuevo tablero","Click here to create a new dashboard and push this report in":"Haga clic aquí para crear un nuevo panel de control e inserte este informe en","Click here to create a new dashboard.":"Haga clic aquí para crear un nuevo tablero.","Click here to create a new data source":"Haga clic aquí para crear una nueva fuente de datos","Click here to create a new datasource.":"Haga clic aquí para crear una nueva fuente de datos.","Click here to create a new folder in the root of the shared space.":"Haga clic aquí para crear una nueva carpeta en la raíz del espacio compartido.","Click here to create a new folder inside the actual folder.":"Haga clic aquí para crear una nueva carpeta dentro de la carpeta real.","Click here to create a new layer.":"Haga clic aquí para crear una nueva capa.","Click here to create a new report.":"Haga clic aquí para crear un nuevo informe.","Click here to create a new single query report":"Haga clic aquí para crear un nuevo informe de consulta única","Click here to delete the dashboard.":"Haga clic aquí para eliminar el panel de control.","Click here to delete the layer.":"Haga clic aquí para eliminar la capa.","Click here to delete the report.":"Haga clic aquí para eliminar el informe.","Click here to delete this report":"Haga clic aquí para eliminar este informe","Click here to duplicate the report.":"Haga clic aquí para duplicar el informe.","Click here to edit this report":"Haga clic aquí para editar este informe","Click here to modify the dashboard.":"Haga clic aquí para modificar el panel.","Click here to modify the report.":"Haga clic aquí para modificar el informe.","Click here to modify this dashboard":"Haga clic aquí para modificar este tablero","Click here to order ascendent using this field":"Haga clic aquí para ordenar ascendente usando este campo","Click here to order descendent using this field":"Haga clic aquí para ordenar descendente usando este campo","Click here to remove the folder.":"Haga clic aquí para eliminar la carpeta.","Click here to remove this folder (will remove all children folders)":"Haga clic aquí para eliminar esta carpeta (eliminará todas las subcarpetas)","Click here to save changes to the shared space":"Haga clic aquí para guardar los cambios en el espacio compartido","Click here to save the dashboard changes":"Haga clic aquí para guardar los cambios del panel","Click here to save the name of the folder and to get out of the edit mode":"Haga clic aquí para guardar el nombre de la carpeta y salir del modo de edición","Click here to save the report changes":"Haga clic aquí para guardar los cambios del informe","Click here to see or set data source details":"Haga clic aquí para ver o establecer los detalles de la fuente de datos","Click here to select this dashboard":"Haga clic aquí para seleccionar este panel","Click over a dashboard's name to execute it.":"Haga clic sobre el nombre de un panel para ejecutarlo.","Click over a report's name to execute it.":"Haga clic sobre el nombre de un informe para ejecutarlo.","Click over one of the different report types to change the visualization of the data you choose":"Haga clic sobre uno de los diferentes tipos de informes para cambiar la visualización de los datos que elija","Close":"Cerrar","Columns / results drop zone":"Columnas / zona de caída de resultados","Confirm":"Confirmar","Connection type":"Tipo de Conexion","Continue tour":"Continuar recorrido","Copied":"Copiado","Copy of {{name}}":"Copia de {{name}}","Could not load dashboard : missing id":"No se pudo cargar el panel : falta id","Count":"Contar","Count distinct":"Contar distintos","Create":"Crear","Create and manage here the connections to databases that holds the data you want to be able to create reports using Urungi.":"Cree y administre aquí las conexiones a bases de datos que contienen los datos que desea poder crear informes mediante Urungi.","Create dashboards":"Crear paneles","Create folders and drag and drop them across to structure it.":"Cree carpetas y arrástrelas y suéltelas para estructurarlas.","Create new dashboard":"Crear un nuevo panel","Create new report":"Crear nuevo informe","Create reports":"Crear informes","Created on":"Creado en","Creating a new data source":"Creación de un nuevo origen de datos","Cyclic definition :":"Definición cíclica :","Dashboard Name":"Nombre del tablero","Dashboard created successfully":"Panel creado exitosamente","Dashboard delete":"Borrar panel","Dashboard edit":"Editar panel","Dashboard published":"Panel publicado","Dashboard updated successfully:":"Panel actualizado correctamente:","Dashboards":"Paneles","Dashboards allows you to create (if granted) and manage dashboards using your previous defined single query reports.":"Los paneles le permiten crear (si se otorga) y administrar paneles utilizando sus informes de consulta única definidos previamente.","Dashboards list":"Lista de paneles","Data source":"Fuente de datos","Data source connection details":"Detalles de conexión de fuente de datos","Data source is required":"Se requiere fuente de datos","Data source name & type":"Nombre y tipo de fuente de datos","Data sources":"Fuentes de datos","Data sources are connections to the databases you are going to generate reports for.":"Las fuentes de datos son conexiones a las bases de datos para las que va a generar informes.","Database":"Base de datos","Database connection failed.":"La conexión de la base de datos falló.","Dataset":"Conjunto de datos","Datasource created successfully":"Fuente de datos creada con éxito","Datasource matching {{ds.doc.name}}":"Coincidencia de fuente de datos {{ds.doc.name}}","Datasource must be the same for all entities":"El origen de datos debe ser el mismo para todas las entidades","Datasource updated successfully":"Fuente de datos actualizada con éxito","Deactivate Filter":"Desactivar filtro","Default Aggregation":"Agregación predeterminada","Default aggregation":"Agregación predeterminada","Define here the folder structure for the shared area":"Defina aquí la estructura de carpetas para el área compartida","Define several reports using filters and dragging and dropping from different layers.":"Defina varios informes usando filtros y arrastrando y soltando desde diferentes capas.","Delete":"Eliminar","Delete background":"Eliminar fondo","Delete report":"Eliminar informe","Delete this dashboard":"Eliminar este panel","Delete this layer":"Eliminar esta capa","Delete this report":"Eliminar este informe","Delete {{name}} ?":"Eliminar {{name}} ?","Department":"Departamento","Depending on your permissions you will be able to access different folders and/or elements":"Dependiendo de sus permisos, podrá acceder a diferentes carpetas y/o elementos","Description":"Descripción","Design your company public space":"Diseña el espacio público de tu empresa","Do not show this block again":"No mostrar este bloque nuevamente","Done":"Hecho","Donut":"Donut","Down":"Abajo","Drag if from left to right to move it inside another existing folder.":"Arrástrelo de izquierda a derecha para moverlo dentro de una carpeta existente.","Drop here the dimension field":"Suelta aquí el campo de dimensión","Drop here the elements that you want to use to filter the results of the query":"Suelte aquí los elementos que desea usar para filtrar los resultados de la consulta","Drop here the elements that you want to use to order the results of the query":"Suelte aquí los elementos que desea utilizar para ordenar los resultados de la consulta","Drop here the elements you want to have in the results of the query":"Suelte aquí los elementos que desea tener en los resultados de la consulta","Drop here the table columns":"Suelta aquí las columnas de la tabla","Drop here the table rows":"Suelta aquí las filas de la tabla","Drop here your columns":"Suelta aquí tus columnas","Drop here your filters":"Suelta aquí tus filtros","Drop here your metrics":"Deja aquí tus métricas","Drop here your order keys":"Deja aquí tus llaves de pedido","Duplicate":"Duplicar","Duplicate '{{vm.resolve.name}}' ?":"Duplicar '{{vm.resolve.name}}' ?","Duplicate report":"Duplicar informe","Duplicate this dashboard":"Duplicar este panel","Duplicate this report":"Duplicar este informe","Edit":"Editar","Edit Dashboard":"Editar panel","Edit Report":"Editar informe","Edit User":"Editar usuario","Edit datasource":"Editar fuente de datos","Edit folder":"Editar carpeta","Edit report":"Editar informe","Edit this dashboard":"Editar este panel","Edit this layer":"Editar esta capa","Edit this report":"Editar este reporte","Element":"Elemento","Elements":"Elementos","Enter a max value for gauge":"Ingrese un valor máximo para el medidor","Error : failed to import report":"Error: no se pudo importar el informe","Error:":"Error:","Everyone":"Todos","Execute dashboards":"Ejecutar paneles","Execute reports":"Ejecutar informes","Explore":"Explorar","Explore allows you to surf across the data without creating a report for that.":"Explore le permite navegar a través de los datos sin crear un informe para eso.","Explore data":"Explorar datos","Explorer":"Explorador","Export":"Exportar","Export layers, reports and dashboards":"Exportar capas, informes y paneles","Expression":"Expresión","Failed to create dashboard":"Error al crear el tablero","Failed to create layer":"Error al crear capa","Failed to create report":"Error al crear el informe","Failed to parse expression for element":"Error al analizar la expresión para el elemento","Failed to save role":"Error al guardar el rol","Failed to update dashboard":"Error al actualizar el tablero","Failed to update layer":"Error al actualizar la capa","Failed to update report":"Error al actualizar el informe","Fetching data ...":"Obteniendo datos ...","File must contain the following properties: datasources, layers, reports and dashboards":"El archivo debe contener las siguientes propiedades: fuentes de datos, capas, informes y paneles","Filter":"Filtro","Filter Instructions":"Filtrar instrucciones","Filters drop zone":"Área de depósito de filtro","First":"Primero","First Name":"Nombre","First Name is required":"Nombre requerido","First quarter":"Primer cuarto","First semester":"Primer semestre","Folder":"Carpeta","Follow the guided tour for dashboards":"Siga la visita guiada para paneles","Follow the guided tour for data sources":"Siga la visita guiada para obtener fuentes de datos","Follow the guided tour for reports":"Siga la visita guiada para obtener informes","Font":"Fuente","Footer template":"Plantilla de pie de página","Format":"Formato","Format examples":"Ejemplos de formato","Fourth quarter":"Cuarto trimestre","General":"General","Getting started with Urungi?":"¿Comenzando con Urungi?","Go to dashboards and continue tour":"Ir a los paneles y continuar el recorrido","Go to data explorer and continue tour":"Ir al explorador de datos y continuar el recorrido","Go to data sources and continue tour":"Ir a las fuentes de datos y continuar el recorrido","Go to layers and continue tour":"Ir a capas y continuar gira","Go to single query report designer and continue tour":"Ir al diseñador de informes de consulta única y continuar el recorrido","Go to the public space definition and continue tour":"Ir a la definición del espacio público y continuar el recorrido","Guided tour":"Visita guiada","Header template":"Plantilla de encabezado","Height":"Altura","Hello, world!":"Hola Mundo!","Here all the data sources (database connections) will be listed.":"Aquí se enumerarán todas las fuentes de datos (conexiones de base de datos).","Here all the layers are listed.":"Aquí se enumeran todas las capas.","Here all the shared shared elements (reports, dashboards) that you can execute":"Aquí todos los elementos compartidos (informes, paneles) que puede ejecutar","Here all your dashboards are listed.":"Aquí se enumeran todos sus paneles.","Here all your reports are listed.":"Aquí se enumeran todos sus informes.","Here are displayed your 10 latest element executions, along with the last execution time":"Aquí se muestran sus 10 últimas ejecuciones de elementos, junto con el último tiempo de ejecución","Here you can access the basic operations in urungi":"Aquí puedes acceder a las operaciones básicas en urungi","Here you can create and execute reports.":"Aquí puede crear y ejecutar informes.","Here you can create and manage the layers that later will be used by your users to create reports or explore data.":"Aquí puede crear y administrar las capas que luego serán utilizadas por sus usuarios para crear informes o explorar datos.","Here you can define the semantic layer used by your users to access the data in the different data sources.":"Aquí puede definir la capa semántica utilizada por sus usuarios para acceder a los datos en las diferentes fuentes de datos.","Here you can define the structure in folders of the shared space.":"Aquí puede definir la estructura en carpetas del espacio compartido.","Home":"Inicio","Host":"Anfitrión","Icon set":"Conjunto de íconos","If you drop or modify a published dashboard, it will have and impact on other users, think about it before making any updates on the dashboard.":"Si suelta o modifica un panel publicado, tendrá un impacto en otros usuarios, piense en ello antes de realizar actualizaciones en el panel.","If you drop or modify a published report, it will have and impact on other users, think about it before making any updates on the report.":"Si descarta o modifica un informe publicado, tendrá un impacto en otros usuarios, piense antes de realizar actualizaciones en el informe.","Image upload failed":"La carga de la imagen falló","Import":"Importar","Import Report":"Importar un informe","Import completed":"Importación terminada","Import layers, reports and dashboards":"Importar capas, informes y paneles","In here you can create and execute dashboards like web pages.":"Aquí puede crear y ejecutar paneles como páginas web.","Inner":"Interno","Insert here the name for this connection":"Inserte aquí el nombre de esta conexión","Insert here the port to access the SQL instance":"Inserte aquí el puerto para acceder a la instancia de SQL","Insert here your Host address or IP":"Inserte aquí su dirección de host o IP","Introduce password":"Introducir contraseña","Join":"Unión","Join Dataset":"Unir conjunto de datos","Join Field":"Unir campo","Join type":"Unir tipo","Label":"Etiqueta","Last":"Ultimo","Last Name":"Apellido","Last Name is required":"Apellido es requerido","Last month":"Mes pasado","Last week":"Semana pasada","Last year":"Año pasado","Last year first quarter":"Año pasado primer trimestre","Last year first semester":"Año pasado primer semestre","Last year fourth quarter":"Año pasado cuarto trimestre","Last year second quarter":"Año pasado segundo trimestre","Last year second semester":"Año pasado segundo semestre","Last year third quarter":"Año pasado tercer trimestre","Later using roles you can grant or deny access to the different folders of the shared space to users that have the appropriate role to execute or share reports along the shared space.":"Posteriormente, utilizando roles, puede otorgar o denegar el acceso a las diferentes carpetas del espacio compartido a los usuarios que tienen el rol apropiado para ejecutar o compartir informes a lo largo del espacio compartido.","Latest executions":"Últimas ejecuciones","Layer":"Capa","Layer Name":"Nombre de capa","Layer Properties":"Propiedades de la capa","Layer created successfully:":"Capa creada con éxito:","Layer delete":"Eliminar capa","Layer description":"Descripción de la capa","Layer elements":"Elementos de la capa","Layer name":"Nombre de la capa","Layer status":"Estado de la capa","Layer updated successfully:":"Capa actualizada con éxito:","Layers":"Capas","Layers allow your users to create reports dragging and dropping familiar elements that points in the background to the fields contained in tables in your data sources.":"Las capas permiten a sus usuarios crear informes arrastrando y soltando elementos familiares que apuntan en segundo plano a los campos contenidos en las tablas en sus fuentes de datos.","Layers define the interface for your users to access the data.":"Las capas definen la interfaz para que sus usuarios accedan a los datos.","Layers list":"Lista de capas","Layouts":"Diseños","Left":"Izquierda","Legend position":"Posición de la leyenda","License":"Licencia","Line":"Linea","List of data sources":"Lista de fuentes de datos","Log In":"Iniciar sesión","Lookup setup":"Configuración de búsqueda","Make this filter appear in the report interface.":"Haga que este filtro aparezca en la interfaz del informe.","Max":"Máximo","Min":"Mínimo","More Info":"Más información","Most Executed":"Más ejecutada","Most executed":"Más ejecutada","Move the limit to the filter area, will be used during runtime, not only during report building":"Mueva el límite al área del filtro, se usará durante el tiempo de ejecución, no solo durante la creación del informe","Move to another folder":"Moverse a otra carpeta","My Dashboards":"Mis paneles","My Images":"Mis imagenes","My Reports":"Mis informes","Name":"Nombre","Name is required":"Nombre es requerido","New Dashboard":"Nuevo tablero","New Data Source":"Nueva fuente de datos","New Element":"Nuevo elemento","New Folder":"Nueva carpeta","New Layer":"Nueva capa","New Report":"Nuevo reporte","New Role":"Nuevo rol","New User":"Nuevo usuario","New datasource":"Nueva fuente de datos","New folder":"Nueva carpeta","New layer":"Nueva capa","Next":"Próximo","Next Step":"Próximo paso","No":"No","No Selection":"Sin selección","No data for this report":"No hay datos para este informe","No datasourceID":"No datasourceID","No selectedLayerID":"No selectedLayerID","Number":"Número","OK":"OK","Oh yeah, it is that good.":"Oh sí, es así de bueno.","Once deleted the dashboard will not be recoverable again.":"Una vez eliminado, el tablero no podrá recuperarse nuevamente.","Once deleted the layer will not be recoverable again.":"Una vez eliminada, la capa no será recuperable nuevamente.","Once deleted the report will not be recoverable again.":"Una vez eliminado, el informe no será recuperable nuevamente.","Once you get the structure you want save it to make it available for your users.":"Una vez que obtenga la estructura que desea, guárdela para que esté disponible para sus usuarios.","One of the custom elements uses elements from tables which are not joined. This custom element cannot be fetched":"Uno de los elementos personalizados usa elementos de tablas que no están unidos. Este elemento personalizado no se puede recuperar","One query can only be based on one layer, you can not mix elements from different layers in the same query":"Una consulta solo puede basarse en una capa, no puede mezclar elementos de diferentes capas en la misma consulta","Order By drop zone":"Ordenar por zona de depósito","Password":"Contraseña","Passwords do not match":"Las contraseñas no coinciden","Permissions":"Permisos","Pie":"Pie","Please confirm your modification":"Por favor confirme su modificación","Please type DELETE to confirm":"Por favor escriba DELETE para confirmar","Port":"Puerto","Preview size":"Tamaño de vista previa","Previous":"Previo","Public Images":"Imágenes públicas","Public URL":"URL pública","Publish":"Publicar","Push it to a Dashboard":"Agregar a un panel","Put in shared space":"Poner en espacio compartido","Queries":"Consultas","Query refresh":"Actualización de consulta","Quick display with":"Pantalla rápida con","Redraw":"Redibujar","Related datasource is not in import file":"El origen de datos relacionado no está en el archivo de importación","Related layer is not in import file":"La capa relacionada no está en el archivo de importación","Related layer is not valid":"La capa relacionada no es válida","Remove":"Eliminar","Remove Folder":"Eliminar carpeta","Remove from layer elements":"Eliminar de elementos de capa","Remove from shared space":"Eliminar del espacio compartido","Remove role {{name}} ?":"¿Eliminar el rol {{nombre}}?","Remove this item from this dimension":"Eliminar este elemento de esta dimensión","Repainting report ...":"Repintar informe ...","Repeat password":"Repetir la contraseña","Report Name":"Nombre del informe","Report Type selector":"Selector de tipo de informe","Report created successfully:":"Informe creado con éxito:","Report published":"Informe publicado","Report settings":"Configuración de informes","Report type":"Tipo de informe","Report updated successfully:":"Informe actualizado con éxito:","Reports":"Informes","Reports allows you to create (if granted) and manage your single query reports.":"Los informes le permiten crear (si se otorga) y administrar informes con una sola consulta.","Reports list":"Lista de informes","Required layers for chosen reports and dashboards will be included automatically, there is no need to include them manually.":"Las capas requeridas para los informes y paneles seleccionados se incluirán automáticamente, no es necesario incluirlas manualmente.","Requires 2 step confirmation.":"Requiere confirmación de 2 pasos.","Reset user password":"Restablecer contraseña de usuario","Result":"Resultado","Results area":"Área de resultados","Right":"Derecha","Role":"Rol","Role created successfully":"Rol creado con éxito","Role name":"Nombre de rol","Role updated successfully":"Rol actualizado con éxito","Roles":"Roles","Run":"Ejecutar","Run time filters":"Filtros de tiempo de ejecución","Runtime Filter":"Filtro de tiempo de ejecución","Runtime Filter Label":"Etiqueta de filtro de tiempo de ejecución","Runtime Filter properties":"Propiedades del filtro de tiempo de ejecución","SQL query":"Consulta SQL","Save":"Guardar","Save Datasource":"Guardar fuente de datos","Save as a report":"Guardar como informe","Save changes":"Guardar cambios","Save folder label":"Guardar etiqueta de carpeta","Save layer":"Guardar capa","Save settings":"Guardar ajustes","Save shared space":"Ahorra espacio compartido","Scatter":"Dispersión","Second quarter":"Segundo cuarto","Second semester":"Segundo semestre","See <a ng-href=\"{{ url }}\" target=\"_blank\" rel=\"noreferrer\">documentation</a> for examples":"Consulte la <a ng-href=\"{{ url }}\" target=\"_blank\" rel=\"noreferrer\"> documentación </a> para ver ejemplos","See SQL":"Ver SQL","See how to create dashboards composed with a set of single query reports":"Vea cómo crear paneles compuestos con un conjunto de informes de consulta única","See how you can create single query reports that shows your data using charts and data grids":"Vea cómo puede crear informes de consultas individuales que muestren sus datos utilizando gráficos y cuadrículas de datos","See how you can explore data creating queries easily without any technical knowledge":"Vea cómo puede explorar datos creando consultas fácilmente sin ningún conocimiento técnico","Select a datasource type...":"Seleccione un tipo de fuente de datos ...","Select an image":"Selecciona una imagen","Select elements and drag and drop them over the query design zone, depending if the element is going to be used as a column result (columns area), as a filter (filters area) or as an element to order by the results of the query (order by area)":"Seleccione elementos y arrástrelos y suéltelos sobre la zona de diseño de la consulta, dependiendo de si el elemento se usará como resultado de columna (área de columnas), como filtro (área de filtros) o como elemento para ordenar por los resultados de la consulta (ordenar por área)","Select file...":"Seleccione archivo...","Select here the layer where your query will be based on.":"Seleccione aquí la capa en la que se basará su consulta.","Select if you want the user to enter an answer before executing the report.":"Seleccione si desea que el usuario ingrese una respuesta antes de ejecutar el informe.","Select the dashboard to push this report to":"Seleccione el panel para enviar este informe a","Select to deactivate the runtime":"Seleccione para desactivar el tiempo de ejecución","Send password through email":"Enviar contraseña por correo electrónico","Set here the name of the SQL Database to connect":"Establezca aquí el nombre de la base de datos SQL para conectarse","Set here the username password to access the database":"Establezca aquí la contraseña del nombre de usuario para acceder a la base de datos","Set here the username to access the database":"Establezca aquí el nombre de usuario para acceder a la base de datos","Settings for '{{ vm.column.elementLabel }}'":"Configuración para '{{vm.column.elementLabel}}'","Settings for PDF export":"Configuraciones para exportar PDF","Setup a data source":"Configurar una fuente de datos","Share":"Compartir","Share reports":"Compartir informes","Share to...":"Compartir a...","Shared Area":"Area compartida","Shared space":"Espacio compartido","Shared space permissions":"Permisos de espacio compartido","Shared space structure area":"Area de estructura de espacio compartido","Shown Field":"Campo mostrado","Single query dashboards":"Tableros de consulta individuales","Single query reports":"Informes de consultas individuales","Skip":"Omitir","Source":"Fuente","Sources":"Fuentes","Spline":"Curva","Star biblibre/urungi on GitHub":"Marca biblibre/urungi con una estrella en GitHub","Start guided tour":"Iniciar visita guiada","Start import":"Iniciar importación","Status":"Estado","Status updated":"Estado actualizado","Step 1 - Choose file to import":"Paso 1 - Elija el archivo para importar","Step 2 - Confirm import":"Paso 2 - Confirma la importación","Step 3 - Import":"Paso 3 - Importar","String":"Cadena","Successful database connection.":"Conexión exitosa de la base de datos.","Sum":"Suma","Take our guided tour to familiarize yourself...":"Realice nuestra visita guiada para familiarizarse ...","Target":"Objetivo","Test Connection":"Prueba de conexión","Thanks for using Urungi":"Gracias por usar Urungi","The dashboard name is required":"Se requiere el nombre del panel","The elements you drop in here do not necessarily have to be in the columns/results area, a query can be filtered by elements that do not appear in the results":"Los elementos que coloca aquí no necesariamente tienen que estar en el área de columnas/resultados, una consulta se puede filtrar por elementos que no aparecen en los resultados","The elements you drop in here do not necessarily have to be in the columns/results area, a query can be ordered by elements that do not appear in the results":"Los elementos que coloca aquí no necesariamente tienen que estar en el área de columnas/resultados, una consulta se puede ordenar por elementos que no aparecen en los resultados","The export failed. Please contact the system administrator.":"La exportación falló. Por favor, póngase en contacto con el administrador del sistema.","The following columns will be added :":"Se agregarán las siguientes columnas :","The following columns will be kept :":"Se mantendrán las siguientes columnas :","The following columns will be removed :":"Se eliminarán las siguientes columnas :","The layer catalog":"El catálogo de capas","The layer selector":"El selector de capas","The main connection details for the data source.":"Los detalles de la conexión principal para la fuente de datos.","The main menu":"El menú principal","The name for the data source and the type of connection (end database).":"El nombre de la fuente de datos y el tipo de conexión (base de datos final).","The name is required":"El nombre es obligatorio","The public space is the place where your users can publish reports to be shared across the company, in this place you will define the folder strucuture for the company&quot;s public space":"El espacio público es el lugar donde sus usuarios pueden publicar informes para compartirlos en la empresa, en este lugar definirá la estructura de carpetas para el espacio público de la empresa","The report name is required":"El nombre del informe es obligatorio","The role 'Urungi Administrator' can't be removed from the user administrator":"El rol 'Administrador de Urungi' no se puede eliminar del administrador del usuario","The shared area":"El area compartida","The shared space is the place where you or your users will publish reports to be available for other users or the hole company.":"El espacio compartido es el lugar donde usted o sus usuarios publicarán informes para que estén disponibles para otros usuarios o para la empresa especializada.","The status of the layer defines if the layer is visible or not for your users when creating or editing a report or exploring data.":"El estado de la capa define si la capa es visible o no para sus usuarios cuando crean o editan un informe o exploran datos.","Theme":"Tema","Third quarter":"Tercer cuarto","This area display your 10 most executed elements and the number of executions per element":"Esta área muestra los 10 elementos más ejecutados y el número de ejecuciones por elemento","This area represents a folder in the shared space":"Esta área representa una carpeta en el espacio compartido","This block and its sub-blocks":"Este bloque y sus subbloques","This block only":"Solo este bloque","This divider defines a page-break for printing":"Este divisor define un salto de página para imprimir","This field is required":"Este campo es requerido","This is a simple text paragraph select to edit content.":"Este es un párrafo de texto simple que se selecciona para editar contenido.","This is one data source.":"Esta es una fuente de datos.","This is the area where you can define the structure for the shared space.":"Este es el área donde puede definir la estructura para el espacio compartido.","This label indicates that this dashboard is public.":"Esta etiqueta indica que este panel es público.","This label indicates that this report is public.":"Esta etiqueta indica que este informe es público.","This limits the number of rows fetched in order to get a preview quickly. Set to 0 to disable.":"Esto limita el número de filas recuperadas para obtener una vista previa rápidamente. Establecer en 0 para deshabilitar.","This link is only available for urungi administrators.":"Este enlace solo está disponible para los administradores de urungi.","This month":"Este mes","This week":"Esta semana","This will remove all child nodes as well.":"Esto eliminará todos los nodos secundarios también.","This year":"Este año","Title":"Título","To Lower":"En minúsculas","To Upper":"En mayúsculas","Today":"Hoy","Totals":"Totales","Type":"Tipo","Type a name for this dataset":"Escriba un nombre para este conjunto de datos","Type here the new name of the folder":"Escriba aquí el nuevo nombre de la carpeta","Unit":"Unidad","Unpublish":"Anular publicación","Up":"Arriba","Upload image":"Subir imagen","Urungi Administrator":"Administrador de Urungi","Urungi is Open Source, feel free to join us on github, submit issues and pull requests: <a href=\"https://github.com/biblibre/urungi\">https://github.com/biblibre/urungi</a>":"Urungi es de código abierto, no dude en unirse a nosotros en github, envíe informes de errores y solicitudes de integración: <a href=\"https://github.com/biblibre/urungi\"> https://github.com/biblibre/urungi</ a>","Urungi is a Maori word meaning rudder, steering paddle, driver, navigator":"Urungi es una palabra maorí que significa timón, paleta de dirección, conductor, navegador","Urungi is a fork of <a href=\"http://widestage.com\">widestage</a>":"Urungi es una bifurcación de <a href=\"http://widestage.com\"> widestage </a>","Urungi is a self-service dashboard and reporting tool.\n                It has been written with the following ideas in mind:":"Urungi es un panel de autoservicio y una herramienta de informes.\n                Se ha escrito con las siguientes ideas en mente:","Urungi is licensed under <a href=\"https://opensource.org/licenses/GPL-3.0\">GPL 3.0</a>":"Urungi tiene licencia bajo <a href=\"https://opensource.org/licenses/GPL-3.0\"> GPL 3.0 </a>","Urungi version: {{ vm.version }}":"Versión de Urungi: {{vm.version}}","Use this button to refresh the results":"Use este botón para actualizar los resultados","Use this if you want to query your data but is not necessary for you to save it for a later use":"Use esto si desea consultar sus datos pero no es necesario que los guarde para un uso posterior","Use this link to back to this page":"Use este enlace para regresar a esta página","User":"Usuario","User Nick":"Apodo del usuario","User Nick is required":"Se requiere apodo del usuario","User name":"Nombre del usuario","User profile and permissions":"Perfil de usuario y permisos","Users":"Usuarios","Using single query dashboards you can group several single query reports in just one interface, you can define the area, size and position of every single query report into the dashboard":"Con el uso de paneles de consulta única, puede agrupar varios informes de consulta única en una sola interfaz, puede definir el área, el tamaño y la posición de cada informe de consulta en el panel","Using single query reports you can configure a query against the data and get the results using different charts or a simple data grid.":"Mediante informes de consulta única, puede configurar una consulta con los datos y obtener los resultados utilizando diferentes gráficos o una cuadrícula de datos simple.","View SQL":"Ver SQL","What does Urungi mean ?":"¿Qué significa Urungi?","What is Urungi":"Qué es Urungi","Yes":"Si","Yesterday":"Ayer","You can also activate or deactivate layers.":"También puede activar o desactivar capas.","You can also add runtime filters to split your data in real time.":"También puede agregar filtros de tiempo de ejecución para dividir sus datos en tiempo real.","You can also modify or drop the dashboard, clicking into the modify or delete buttons.":"También puede modificar o soltar el tablero, haciendo clic en los botones modificar o eliminar.","You can also modify or drop the report, clicking into the modify or delete buttons.":"También puede modificar o soltar el informe, haciendo clic en los botones modificar o eliminar.","You can change the status of the layer simply clicking over this label":"Puede cambiar el estado de la capa simplemente haciendo clic sobre esta etiqueta","You can create several layers depending on your necessities, but you have to define one at least.":"Puede crear varias capas según sus necesidades, pero debe definir una al menos.","You can drag it down or up across the structure to move the folder at the same level.":"Puede arrastrarlo hacia abajo o hacia arriba a través de la estructura para mover la carpeta al mismo nivel.","You can edit the connection details for every data source, delete a data source or activate/deactivate a datasource.":"Puede editar los detalles de conexión para cada fuente de datos, eliminar una fuente de datos o activar/desactivar una fuente de datos.","You can edit the layer to configure the tables, elements and joins between tables.":"Puede editar la capa para configurar las tablas, elementos y uniones entre tablas.","You can setup the name you want for data sources.":"Puede configurar el nombre que desee para las fuentes de datos.","You have to enter an SQL query":"Tienes que ingresar una consulta SQL","You have to introduce a password":"Tienes que introducir una contraseña","You have to introduce a valid email to send the generated password to the user":"Debe introducir un correo electrónico válido para enviar la contraseña generada al usuario","You have to introduce the user nick for the new user":"Tienes que introducir un apodo para el nuevo usuario","You have to setup a valid \"FROM\" position number to extract the day from the string":"Debe configurar un número de posición válido \"FROM\" para extraer el día de la cadena","You have to setup a valid \"FROM\" position number to extract the month from the string":"Debe configurar un número de posición válido \"FROM\" para extraer el mes de la cadena","You have to setup a valid \"FROM\" position number to extract the year from the string":"Debe configurar un número de posición válido \"FROM\" para extraer el año de la cadena","You have to setup a valid \"TO\" position number to extract the day from the string":"Debe configurar un número de posición \"TO\" válido para extraer el día de la cadena","You have to setup a valid \"TO\" position number to extract the month from the string":"Debe configurar un número de posición válido \"TO\" para extraer el mes de la cadena","You have to setup a valid \"TO\" position number to extract the year from the string":"Debe configurar un número de posición \"TO\" válido para extraer el año de la cadena","You may only upload images":"Solo puedes subir imágenes","You will define here the labels to use for every field, the joins between the different entities (tables), etc... All the necessary stuff to allow your users to create a report without any knowledge of the structure of your data":"Definirá aquí las etiquetas que se utilizarán para cada campo, las uniones entre las diferentes entidades (tablas), etc. Todo lo necesario para permitir a sus usuarios crear un informe sin ningún conocimiento de la estructura de sus datos","You will define here your database connections to get the data used in the reports that will be created by the users":"Definirá aquí las conexiones de su base de datos para obtener los datos utilizados en los informes que serán creados por los usuarios","active":"activo","alignment":"alineación","all":"todos","allow your users to access and understand your data without any knowledge of SQL or how the database is structured in tables and fields...":"permita a sus usuarios acceder y comprender sus datos sin ningún conocimiento de SQL o cómo se estructura la base de datos en tablas y campos ...","and":"y","attributes":"atributos","backgroundColor":"color de fondo","backgroundImage":"imagen de fondo","border":"borde","borderColor":"color del borde","borderRoundness":"bordes redondeados","bottom":"parte inferior","color":"color","contains":"contiene","current page number":"número de página actual","dashed":"rayado","database:":"base de datos:","document location":"ubicación del documento","document title":"título del documento","does not contain":"no contiene","does not end with":"no termina con","does not start with":"no comienza con","dotted":"punteado","double":"doble","easy to use for end-users":"fácil de usar para los usuarios finales","easy to use for reports creators":"fácil de usar para creadores de informes","email":"email","email is required":"se requiere un email","ends with":"termina con","enter new label":"ingrese una nueva etiqueta","enter new value":"ingrese un nuevo valor","error":"error","first version of widestage":"primera versión de widestage","format...":"formato...","formatted print date":"fecha de impresión formateada","gradients":"gradientes","groove":"ranura","heading":"encabeza","height":"altura","horizontal":"horizontal","host:":"anfitrión:","imageProperties":"propiedades de imagen","inset":"recuadro","internship in summer 2018":"pasantía en verano 2018","invalid report":"informe inválido","is between":"está entre","is bigger or equal than":"es mayor o igual que","is bigger or equal than (pattern)":"es mayor o igual que (patrón)","is bigger than":"es mayor que","is bigger than (pattern)":"es mayor que (patrón)","is different than":"es diferente a","is different than (pattern)":"es diferente de (patrón)","is equal to":"es igual a","is equal to (pattern)":"es igual a (patrón)","is in":"es en","is less or equal than":"es menor o igual que","is less or equal than (pattern)":"es menor o igual que (patrón)","is less than":"es menos que","is less than (pattern)":"es menor que (patrón)","is like":"es como","is not between":"no está entre","is not in":"no está dentro","is not like":"no es como","is not null":"no es nulo","is null":"es nulo","label":"etiqueta","left":"izquierda","logout":"cerrar sesión","margin":"margen","more examples...":"más ejemplos...","my folder":"mi carpeta","no data to display":"no hay información para mostrar","none":"ninguno","not active":"no activo","outset":"principio","padding":"margen interno","port:":"puerto:","powerful for power-users":"potente para usuarios avanzados","private dashboards":"tableros privados","private reports":"informes privados","public":"público","push":"enviar a","repeat":"repetir","report type does not exist":"tipo de informe no existe","results.":"resultados.","ridge":"cresta","right":"derecha","root folder":"carpeta raíz","select":"seleccionar","selected":"seleccionado","shared":"compartido","shared dashboards":"panel compartido","shared reports":"informe compartido","solid":"sólido","source":"fuente","starts with":"comienza con","success":"éxito","textStyle":"estilo del texto","textures":"texturas","top":"parte superior","total pages in the document":"total de páginas en el documento","type a name for the dataset":"escriba un nombre para el conjunto de datos","uploadImage":"subir imagen","vertical":"vertical","you have logout!!!":"has cerrado la sesión!!!"}}