{"fr":{"A header text H3":"Un en-tête H3","A query must hold at least one element here to be executed":"Une requête doit contenir au moins un élément pour être exécutée","AND":"ET","About":"À propos","Access here the different data elements of every layer that you have access on":"Accédez ici aux différents éléments de données de tous les calques auxquels vous avez accès","Access here to define the connections to the different sources of your information":"Accédez ici pour définir les différentes connexions aux différentes sources d'informations","Access roles to create, manage roles, and grant or revoque permissions":"Accédez aux rôles pour en créer , gérer les rôles, accorder ou supprimer des droits","Access users to create new urungi users and to manage them":"Accédez aux utilisateurs pour créer des nouveaux utilisateurs Urungi et les gérer","Activate Filter":"Activer le filtre","Add":"Ajouter","Add SQL":"Ajouter requête SQL","Add a new role...":"Ajouter un nouveau rôle...","Add all":"Ajouter tout","Add all elements from this collection to the layer ?":"Ajouter tous les éléments de cette collection au calque ?","Add element to schema":"Ajouter un élément au schéma","Add folder":"Ajouter un dossier","Add new SQL":"Ajouter SQL","Add role":"Ajouter un rôle","Add subfolder":"Ajouter un sous-dossier","Add to layer":"Ajouter au calque","Add to layer elements":"Ajouter aux éléments du calque","Advanced":"Avancé","After building your query, refresh to view the report.":"Après avoir construit votre requête, actualisez pour voir votre rapport.","After clicking here a text box with the name of the folder will appear, change then the name there and click on the small save button that will appear beside the edit box.":"Après avoir cliquer ici une boîte de texte avec le nom du dossier apparaîtra, changez le nom ici et cliquez sur le petit bouton 'Enregistrer' qui apparaîtra à côté de la boîte de modification.","After creating the folder you can drag and drop it across the shared space.":"Après avoir créé le dossier vous pouvez le déplacer à travers l'espace partagé.","After you define the reports to get and visualize your data, you can drag and drop different html layout elements, and put your report in, using different formats to show it.":"Après avoir défini les rapports pour visualiser vos données, vous pouvez glisser déplacer différents éléments HTML, et mettre vos rapports dedans en utilisant différents formats.","Allow Multiple selection":"Autoriser les sélections multiples","Already exists. Overwrite ?":"Existe déjà. Écraser ?","Answer required":"Réponse requise","Answer required (mandatory filter)":"Réponse nécessaire (filtre obligatoire)","Anyone who has the link will be able to see it":"N'importe qui ayant le lien sera capable de le voir","Area":"Zone","Area spline":"Courbe de surface","Array values":"Valeurs du tableau","As you define the query dragging and dropping in the areas above, the results of the query will appear here":"Pendant que vous définissez la requête en déposant des éléments dans les zones ci-dessus, les résultats de la requête apparaîtront ici","Associated elements":"Éléments associés","At least one data source must be defined, unless you do not define some data source you and your users will not be able to create reports.":"Au moins une source de données doit être définie. Si vous ne définissez pas de source de données, vous et vos utilisateurs ne pourront pas créer de rapport.","At least one report has no selectedLayerID":"Au moins un rapport n'a pas de selectedLayerID","At least one report is related to a layer that is not in import file":"Au moins un rapport est lié à un calque qui n'est pas dans le fichier d'impot","At least one report is related to a layer that is not valid":"Au moins un rapport est lié à un calque qui n'est pas valide","Authenticated users":"Utilisateurs authentifiés","Authenticated users will be able to see it in the shared space":"Les utilisateurs authentifiés pourront le voir dans l'espace partagé","Author":"Auteur","Authors":"Auteurs","Avg":"Moyenne","Back":"Retour","Back to login":"Retour à l'écran de connexion","Bar":"Barre","Brand":"Marque","Business unit":"Unité opérationnelle","Cancel":"Annuler","Cannot modify sql of an object which is not an sql request":"Impossible de modifier le SQL d'un objet qui n'est pas une requête SQL","Checking file":"Vérification du fichier","Choose a layer:":"Choisissez un calque:","Choose a new name for the copy :":"Choisissez un nouveau nom pour la copie :","Choose a report to add to the dashboard":"Choisissez un rapport à ajouter au tableau de bord","Choose a report type and drag and drop elements from the selected layer to compose your report.":"Choisissez un type de rapport et déposez des éléments depuis le calque sélectionné pour constituer votre rapport.","Choose image to upload":"Choisissez une image à téléverser","Clear filter":"Effacer le filtre","Click here to add a new folder to the shared space":"Ajouter un dossier dans l'espace partagé","Click here to add a new subfolder inside this":"Ajouter un nouveau sous-fichier dans celui-ci","Click here to cancel and back to the dashboard":"Annuler et retourner au tableau de bord","Click here to cancel and backtrack":"Revenir en arrière","Click here to change the folder&quot;s name.":"Cliquez ici pour modifier le nom du dossier.","Click here to change the name of the folder":"Changer le nom du fichier","Click here to change the status of the layer":"Cliquer ici pour modifier le statut du calque","Click here to clear the selected value":"Cliquez ici pour effacer la valeur sélectionnée","Click here to conduct the guided tour for data explorer":"Suivre une visite guidée de l'explorateur de données","Click here to conduct the guided tour for data sources":"Suivre une visite guidée des sources de données","Click here to conduct the guided tour for the shared space":"Cliquer ici pour suivre une visite guidée de l'espace partagé","Click here to create a new dashboard":"Cliquer ici pour créer un nouveau tableau de bord","Click here to create a new dashboard and push this report in":"Créer un nouveau tableau de bord et y ajouter ce rapport","Click here to create a new dashboard.":"Créer une nouvelle source de données.","Click here to create a new data source":"Créer une nouvelle source de données","Click here to create a new datasource.":"Créer une nouvelle source de données.","Click here to create a new folder in the root of the shared space.":"Cliquez ici pour créer un nouveau dossier à la racine de l'espace partagé.","Click here to create a new folder inside the actual folder.":"Cliquez ici pour créer un nouveau dossier à l'intérieur du dossier actuel.","Click here to create a new layer.":"Cliquez ici pour créer un nouveau calque.","Click here to create a new report.":"Cliquez ici pour créer un nouveau rapport.","Click here to create a new single query report":"Cliquez ici pour créer un nouveau rapport","Click here to delete the dashboard.":"Cliquez ici pour supprimer ce tableau de bord.","Click here to delete the layer.":"Cliquez ici pour supprimer ce calque.","Click here to delete the report.":"Cliquez ici pour supprimer ce rapport.","Click here to delete this report":"Supprimer ce rapport","Click here to duplicate the report.":"Cliquez ici pour dupliquer le rapport.","Click here to edit this report":"Modifier le rapport","Click here to modify the dashboard.":"Modifier le tableau de bord.","Click here to modify the report.":"Cliquez ici pour modifier le rapport.","Click here to modify this dashboard":"Modifier le tableau de bord","Click here to order ascendent using this field":"Trier selon ce champ par ordre croissant","Click here to order descendent using this field":"Trier selon ce champ par ordre décroissant","Click here to remove the folder.":"Cliquez ici pour supprimer ce dossier.","Click here to remove this folder (will remove all children folders)":"Supprimer ce fichier (ceci supprimera les sous-fichiers)","Click here to save changes to the shared space":"Cliquer ici pour enregistrer les changements de l'espace partagé","Click here to save the dashboard changes":"Sauvegarder les changements au tableau de bord","Click here to save the name of the folder and to get out of the edit mode":"Cliquez ici pour enregistrer le nom du dossier et sortir du mode édition","Click here to save the report changes":"Cliquez ici pour enregistrer les changements du rapport","Click here to see or set data source details":"Consulter et modifier les détails des sources de données","Click here to select a value":"Cliquez ici pour sélectionner une valeur","Click here to select this dashboard":"Sélectionner ce tableau de bord","Click over a dashboard's name to execute it.":"Cliquez sur le nom du tableau de bord pour le lancer.","Click over a report's name to execute it.":"Cliquez sur le nom du rapport pour l'exécuter.","Click over one of the different report types to change the visualization of the data you choose":"Cliquez sur les différents types de rapport pour modifier la visualisation des données que vous choisissez","Close":"Fermer","Columns / results drop zone":"Colonnes / zone de dépôt des résultats","Confirm":"Confirmer","Connection Type II":"Connexion de type II","Continue tour":"Continuer la visite guidée","Copied":"Copié","Copy of {{name}}":"Copie de {{name}}","Could not find report":"Impossible de trouver le rapport","Could not load dashboard : missing id":"Impossible de charger le tableau de bord : identifiant manquant","Count":"Compte","Count distinct":"Count distinct","Create":"Créer","Create and manage here the connections to databases that holds the data you want to be able to create reports using Urungi.":"Créez et gérez ici les connections aux bases de données qui contiennent les données que vous voulez pour pouvoir créer des rapports avec Urungi.","Create dashboards":"Exécuter les tableaux de bords","Create folders and drag and drop them across to structure it.":"Créez des dossiers et déplacer les à travers l'espace public.","Create new dashboard":"Créer un nouveau tableau de bord","Create new report":"Créer un nouveau rapport","Create reports":"Créer les rapports","Creating a new data source":"Création d'une nouvelle source de données","Cyclic definition :":"Définition cyclique :","Dashboard Name":"Nom du tableau de bord","Dashboard created successfully":"Tableau de bord créé avec succès","Dashboard delete":"Supprimer le tableau de bord","Dashboard edit":"Modifier le tableau de bord","Dashboard published":"Tableaux de bord publié","Dashboard updated successfully:":"Tableau de bord mis à jour avec succès:","Dashboards":"Tableaux de bord","Dashboards allows you to create (if granted) and manage dashboards using your previous defined single query reports.":"Les tableaux de bord vous permettent si vous y êtes autorisés de créer et modifier des tableaux de bord en utilisant des rapports créés précédemment.","Dashboards list":"Tableaux de bord","Data Packet size":"Taille des paquets de données","Data source":"Source de donnée","Data source connection details":"Détails de connexion de la source de données","Data source is required":"La source de données est requise","Data source name & type":"Nom et type de la source de données","Data sources":"Sources de données","Data sources are connections to the databases you are going to generate reports for.":"Les sources de données sont des connections à la base de données pour lesquelles vous générez des rapports.","Database":"Base de données","Database connection failed.":"La connexion à la base de données a échouée.","Dataset":"Jeu de données","Datasource matching {{ds.doc.name}}":"Source de données correspondant à {{ds.doc.name}}","Datasource must be the same for all entities":"La source de données doit être la même pour toutes les entités","Date of creation":"Date de création","Day":"Jour","Deactivate Filter":"Désactiver le filtre","Default Aggregation":"Agrégation par défaut","Default aggregation":"Agrégation par défaut","Define here the folder structure for the shared area":"Définissez ici la structure de dossiers pour l'espace partagé","Define several reports using filters and dragging and dropping from different layers.":"Définissez différents rapports en utilisant des filtres et glissez et déplacer depuis différents calques.","Delete":"Supprimer","Delete Link":"Supprimer le lien","Delete background":"Supprimer l'arrière-plan","Delete report":"Supprimer le rapport","Delete this dashboard":"Supprimer ce tableau de bord","Delete this layer":"Supprimer ce calque","Delete this report":"Supprimer ce rapport","Delete {{name}} ?":"Supprimer {{name}} ?","Department":"Département","Depending on your permissions you will be able to access different folders and/or elements":"Suivant vos droits vous pourrez accéder aux différents dossiers ou éléments","Description":"Description","Design your company public space":"Concevez l'espace public de votre société","Display settings":"Paramètres d'affichage","Do not show this block again":"Ne pas montrer ce bloc à nouveau","Done":"Terminé","Donut":"Donut","Down":"Bas","Drag if from left to right to move it inside another existing folder.":"Faites-le glisser de gauche à droite pour le déplacer à l'intérieur d'un dossier existant.","Drop here the dimension field":"Glissez ici la dimension","Drop here the elements that you want to use to filter the results of the query":"Déposez ici les éléments que vous voulez utiliser pour filtrer les résultats de la requête","Drop here the elements that you want to use to order the results of the query":"Déposez ici les éléments que vous voulez utiliser pour ordonner les résultats de la requête","Drop here the elements you want to have in the results of the query":"Déposez ici les éléments que vous voulez avoir dans les résultats de la requête","Drop here the table columns":"Glissez ici les colonnes","Drop here the table rows":"Placez ici les lignes de la table","Drop here your columns":"Placez ici vos colonnes","Drop here your filters":"Placez ici vos filtres","Drop here your metrics":"Placez ici vos métriques","Drop here your order keys":"Placez ici vos clés de tri","Duplicate":"Dupliquer","Duplicate '{{vm.resolve.name}}' ?":"Dupliquer '{{vm.resolve.name}}' ?","Duplicate report":"Dupliquer le rapport","Duplicate this dashboard":"Dupliquer ce tableau de bord","Duplicate this report":"Dupliquer ce rapport","ERROR - could not display pivot table":"ERREUR - impossible d'afficher le tableau croisé","Edit":"Éditer","Edit Dashboard":"Modifier le Tableau de Bord","Edit Report":"Modifier le rapport","Edit User":"Modifier l'utilisateur","Edit folder":"Modifier le dossier","Edit report":"Modifier le rapport","Edit this dashboard":"Modifier ce tableau de bord","Edit this layer":"Modifier ce calque","Edit this report":"Modifier ce rapport","Element":"Élément","Elements":"Éléments","Enter a max value for gauge":"Saisissez une valeur max pour la jauge","Error : failed to import report":"Erreur : l'import du rapport a échoué","Error:":"Erreur:","Everyone":"Tout le monde","Execute dashboards":"Exécuter les tableaux de bords","Execute reports":"Exécuter le rapport","Explore":"Explorer","Explore allows you to surf across the data without creating a report for that.":"L'explorateur vous permet de parcourir les données sans créer de rapport.","Explore data":"Explorer les données","Explorer":"Explorateur","Export":"Export","Export Data":"Explorer les données","Export layers, reports and dashboards":"Exportez les calques, rapports et tableaux de bord","Expression":"Expression","Extract from String":"Extraire d'une chaîne de caractère","Failed to create dashboard":"La création du tableau de bord a échoué","Failed to create layer":"La création du calque a échoué","Failed to create report":"La création du rapport a échoué","Failed to parse expression for element":"L'analyse de l'expression a échoué pour l'élément","Failed to update dashboard":"La mise à jour du tableau de bord a échoué","Failed to update layer":"La mise à jour du calque a échoué","Failed to update report":"La mise à jour du rapport a échoué","Fetching data ...":"Récupération des données ...","File must contain the following properties: datasources, layers, reports and dashboards":"Le fichier doit contenir les propriétés suivantes: datasources, layers, reports et dashboards","File upload failed":"Le téléversement du fichier a échoué","File uploaded successfully":"Fichier téléversé avec succès","Filter":"Filtrer","Filter Instructions":"Instructions du filtre","Filters drop zone":"Zone de dépôt des filtres","First":"Premier","First Name":"Prénom","First Name is required":"Le prénom est nécéssaire","First quarter":"Premier trimestre","First semester":"Premier semestre","Folder":"Dossier","Follow the guided tour for dashboards":"Suivre la visite guidée pour les tableaux de bord","Follow the guided tour for data sources":"Suivre une visite guidée pour les sources de données","Follow the guided tour for reports":"Suivre la visite guidée pour les rapports","Font":"Police de caractères","Format":"Format","Format examples":"Exemples de format","Fourth quarter":"Quatrième trimestre","General":"Général","Getting started with Urungi?":"Vous découvrez Urungi ?","Go to dashboards and continue tour":"Passez aux tableaux de bord et continuez la visite","Go to data explorer and continue tour":"Passez à l'explorateur de données et continuez la visite","Go to data sources and continue tour":"Passez aux sources de données et continuez la visite","Go to layers and continue tour":"Aller voir les calques et continuer la visite","Go to single query report designer and continue tour":"Passez aux créateur de calques et continuez la visite","Go to the public space definition and continue tour":"Passez à la définition de l'espace public et continuez la visite","Google Cloud JSON authorization file":"Fichier JSON d’autorisation pour Google Cloud","Guided tour":"Visite guidée","Height :":"Hauteur :","Hello, world!":"Bonjour, le monde!","Here all the data sources (database connections) will be listed.":"Ici toutes les sources de données (connections aux bases de données) sont listées.","Here all the layers are listed.":"Tous vos calques sont listés ici.","Here all the shared shared elements (reports, dashboards) that you can execute":"Tous les éléments partagés (rapports, tableaux de bords) que vous pouvez lancer","Here all your dashboards are listed.":"Tous les tableaux de bord sont listés ici.","Here all your reports are listed.":"Tous vos rapports sont listés ici.","Here are displayed your 10 latest element executions, along with the last execution time":"Les 10 derniers éléments que vous avez visité sont listés ici avec la date de dernière visite","Here you can access the basic operations in urungi":"Vous pouvez accéder ici aux opérations de base d'Urungi","Here you can create and execute reports.":"Ici vous pouvez créer et exécuter des rapports.","Here you can create and manage the layers that later will be used by your users to create reports or explore data.":"Vous pouvez définir ici les calques qui seront utilisés plus tard par vos utilisateurs pour créer des rapports ou explorer les données.","Here you can define the semantic layer used by your users to access the data in the different data sources.":"Vous pouvez définir ici le calque sémantique utilisé par vos utilisateurs pour accéder aux données depuis différentes sources de données.","Here you can define the structure in folders of the shared space.":"Ici vous pouvez définir la structure en dossiers de l'espace partagé.","Hide":"Cacher","Hide Column":"Masquer la colonne","Home":"Accueil","Host":"Hôte","Icon set":"Jeu d'icônes","If you drop or modify a published dashboard, it will have and impact on other users, think about it before making any updates on the dashboard.":"Si vous supprimez ou modifiez un tableau de bord publié, cela aura un impact pour les autres utilisateurs, pensez ici avant de mettre à jour ces tableaux de bord.","If you drop or modify a published report, it will have and impact on other users, think about it before making any updates on the report.":"Si vous supprimez ou modifiez un rapport publié, cela aura un impact sur les autres utilisateurs, pensez-y avant de mettre à jour un rapport.","Import":"Import","Import Report":"Importer un rapport","Import completed":"Import terminé","Import layers, reports and dashboards":"Importez des calques, rapports et tableaux de bord","In here you can create and execute dashboards like web pages.":"Ici vous pouvez créer ou lancer des tableaux de bord comme des pages web.","Inner":"Inner","Insert here the name for this connection":"Saisissez ici le nom pour cette connection","Insert here the port to access the SQL instance":"Saisissez ici le port d'accès à l'instance SQL","Insert here your Host address or IP":"Saisissez ici l'adresse de l'hôte ou l'IP","Introduce password":"Saisissez le mot de passe","Join":"Join","Join Dataset":"Jeu de données de la jointure","Join Field":"Champ de la jointure","Join type":"Type de jointure","Label":"Étiquette","Last":"Dernier","Last Name":"Nom de famille","Last Name is required":"Le nom de famille est nécéssaire","Last month":"Mois dernier","Last week":"Semaine dernière","Last year":"Année dernière","Last year first quarter":"Premier trimestre de l'année dernière","Last year first semester":"Premier semestre de l'année dernière","Last year fourth quarter":"Quatrième trimestre de l'année dernière","Last year second quarter":"Deuxième trimestre de l'année dernière","Last year second semester":"Deuxième semestre de l'année dernière","Last year third quarter":"Troisième trimestre de l'année dernière","Later using roles you can grant or deny access to the different folders of the shared space to users that have the appropriate role to execute or share reports along the shared space.":"En utilisant les rôles vous pouvez accorder ou refuser l'accès aux différents dossiers de l'espace partagé aux utilisateurs qui ont le rôle approprié pour exécuter ou partager les rapports dans l'espace partagé.","Latest executions":"Dernières exécutions","Layer":"Calque","Layer Name":"Nom du calque","Layer Properties":"Propriétés du calque","Layer created successfully:":"Calque créé avec succès:","Layer delete":"Suppression du calque","Layer description":"Description du calque","Layer name":"Nom du calque","Layer status":"Statut du calque","Layer updated successfully:":"Calque mis à jour avec succès:","Layer<br>Elements":"Éléments du<br>calque","Layers":"Calques","Layers allow your users to create reports dragging and dropping familiar elements that points in the background to the fields contained in tables in your data sources.":"Les calques permettent à vos utilisateurs de créer des rapports en glissant et déposant des éléments familiers qui pointent en arrière plan sur les champs contenus dans les tables de vos sources de données.","Layers define the interface for your users to access the data.":"Les calques définissent l'interface pour que vos utilisateurs puissent accéder aux données.","Layers list":"Liste des calques","Layouts":"Calques","Left":"Gauche","Legend position :":"Position de la légende :","License":"Licence","Line":"Ligne","List of data sources":"Liste des sources de données","Log In":"Se connecter","Lookup setup":"Configuration de la recherche","Make this filter appear in the report interface.":"Faire apparaître ce filtre dans l'interface du rapport.","Max":"Max","Min":"Min","Month":"Mois","More Info":"Plus d'information","Most Executed":"Plus exécutés","Most executed":"Plus exécutés","Move the limit to the filter area, will be used during runtime, not only during report building":"Déplacer la limite dans la zone des filtres, il sera utilisé à l'exécution, pas seulement pendant la construction du rapport","Move to another folder":"Déplacer dans un autre dossier","My Dashboards":"Mes tableaux de bord","My Images":"Mes images","My Reports":"Mes rapports","Name":"Nom","Name is required":"Le nom est requis","New Dashboard":"Nouveau Tableau de Bord","New Data Source":"Nouvelle source de données","New Element":"Nouvel élément","New Folder":"Nouveau dossier","New Layer":"Nouveau calque","New Report":"Nouveau rapport","New Role":"Nouveau rôle","New User":"Nouvel utilisateur","New datasource":"Nouvelle source de données","New folder":"Nouveau dossier","New layer":"Nouveau calque","Next":"Suivant","Next Step":"Étape suivante","No Selection":"Aucune sélection","No data for this report":"Aucune donnée pour ce rapport","No data found":"Aucune donnée trouvée","No datasourceID":"Pas de datasourceID","No selectedLayerID":"Pas de selectedLayerID","Number":"Nombre","OK":"OK","Oh yeah, it is that good.":"Oh oui, c'est si bon.","Once deleted the dashboard will not be recoverable again.":"Un tableau de bord supprimé ne sera plus récupérable ensuite.","Once deleted the layer will not be recoverable again.":"Une fois supprimé, un calque n'est plus récupérable.","Once deleted the report will not be recoverable again.":"Une fois supprimé, un rapport n'est plus récupérable.","Once you get the structure you want save it to make it available for your users.":"Une fois que vous avez la structure que vous souhaitez, enregistrez-la pour la rendre accessible à vos utilisateurs.","One of the custom elements uses elements from tables which are not joined. This custom element cannot be fetched":"L'un des éléments personnalisé utilise des éléments provenant de tables qui ne sont pas jointes. Cet élément personnalisé ne peut pas être récupéré","One query can only be based on one layer, you can not mix elements from different layers in the same query":"Une requête ne peut se baser que sur un seul calque, vous ne pouvez pas mélanger des éléments de différents calques dans la même requête","Only show the first\n            <input type=\"number\" ng-model=\"selectedReport.properties.recordLimit\" size=\"8\">\n            elements":"Afficher seulement les <input type=\"number\" ng-model=\"selectedReport.properties.recordLimit\" size=\"8\"> premiers éléments","Order By drop zone":"Zone de dépôt des tris","Password":"Mot de Passe","Passwords do not match":"Les mots de passe ne correspondent pas","Permissions":"Permissions","Pie":"Camembert","Please confirm your modification":"Confirmez votre changement","Please type DELETE to confirm":"Veuillez écrire DELETE pour confirmer","Port":"Port","Previous":"Précédent","Project ID":"ID du projet","Public Images":"Images publiques","Public URL":"URL publique","Publish":"Publier","Push it to a Dashboard":"Ajouter à un tableau de bord","Put in shared space":"Mettre dans l'espace partagé","Queries":"Requêtes","Query refresh":"Actualisation de la requête","Quick display with":"Aperçu rapide avec","Raw":"Brut","Redraw":"Redessiner","Related datasource is not in import file":"La source de données n'est pas dans le fichier d'import","Related layer is not in import file":"Le calque lié n'est pas dans le fichier d'import","Related layer is not valid":"Le calque lié n'est pas valide","Remember Me":"Mémorise moi","Remove":"Retirer","Remove Folder":"Supprimer le dossier","Remove from layer elements":"Supprimer des éléments du calque","Remove from shared space":"Retirer de l'espace partagé","Remove role {{name}} ?":"Supprimer le role {{name}} ?","Repainting report ...":"Rapport en cours d'affichage ...","Repeat password":"Répéter le mot de passe","Report Name":"Nom du rapport","Report Type selector":"Sélecteur de type de rapport","Report created successfully:":"Rapport créé avec succès:","Report published":"Rapport publié","Report updated successfully:":"Rapport mis à jour avec succès:","Reports":"Rapports","Reports allows you to create (if granted) and manage your single query reports.":"Les rapports vous permettent de créer et de gérer des rapports avec une seule requête.","Reports list":"Liste des rapports","Required layers for chosen reports and dashboards will be included automatically, there is no need to include them manually.":"Les calques requis pour les rapports et les tableaux de bord choisis seront inclus automatiquement, il n'y a pas besoin de les inclure manuellement.","Requires 2 step confirmation.":"Nécessite 2 étapes de confirmations.","Reset user password":"Réinitialiser le mot de passe","Result":"Résultats","Results area":"Zone de résultats","Right":"Droite","Role":"Rôle","Role name":"Nom du rôle","Roles":"Rôles","Run":"Exécuter","Run time<br>Filters":"Filtres<br>à l'exécution","Runtime Filter":"Filtre dynamique","Runtime Filter Label":"Étiquette du filtre","Runtime Filter properties":"Propriétés du filtre","SQL query":"Requête SQL","Save":"Sauvegarder","Save Datasource":"Enregistrer la source de données","Save as a report":"Sauvegarder comme rapport","Save changes":"Sauvegarder les changements","Save folder label":"Sauvegarder l'étiquette du dossier","Save layer":"Sauvegarder le calque","Save shared space":"Enregistrer l'espace partagé","Scatter":"Nuage de points","Search...":"Rechercher...","Second quarter":"Deuxième trimestre","Second semester":"Deuxième semestre","See SQL":"Voir le SQL","See how to create dashboards composed with a set of single query reports":"Découvrez comment créer des tableaux de bord composés d'un panel de rapports différents","See how you can create single query reports that shows your data using charts and data grids":"Découvrez comment vous pouvez créer des rapports avec une seule requête qui montrent vos données en utilisant des graphiques et des tableaux","See how you can explore data creating queries easily without any technical knowledge":"Découvrez comment vous pouvez créer des requêtes facilement sans aucun savoir faire technique","Select Date":"Choisir une date","Select File":"Sélectionner un fichier","Select a datasource type...":"Sélectionnez un type de source de données...","Select elements and drag and drop them over the query design zone, depending if the element is going to be used as a column result (columns area), as a filter (filters area) or as an element to order by the results of the query (order by area)":"Sélectionnez les éléments et déposez-les dans la zone de conception de la requête, selon que l'élément doive être utilisé comme une colonne de résultat (zone des colonnes), comme un filtre (zone des filtres) ou comme un élément de tri (zone de tri)","Select file...":"Sélectionnez un fichier...","Select here the layer where your query will be based on.":"Sélectionnez ici le calque sur lequel votre requête va s'appuyer.","Select if you want the user to enter an answer before executing the report.":"Sélectionnez si vous voulez que l'utilisateur saisisse une réponse avant d'exécuter le rapport.","Select report or dashboard to link":"Choisir un rapport ou un tableau de bord à lier","Select the dashboard to push this report to":"Choisir un tableau de bord auquel ajouter ce rapport","Select to deactivate the runtime":"Sélectionnez pour désactiver le filtre à l'exécution","Send password through email":"Envoyer le mot de passe par mail","Set Link":"Fixer le lien","Set here the name of the SQL Database to connect":"Saisissez ici le nom de la base de données SQL à laquelle se connecter","Set here the packet size for this datasource (-1 means get always all data)":"Saisissez ici la taille des paquets pour cette source de données (-1 signifie obtenir toujours toutes les données)","Set here the username password to access the database":"Saisissez ici le nom d'utilisateur mot de passe pour accéder à la base de données","Set here the username to access the database":"Saisissez ici le nom d'utilisateur pour accéder à la base de données","Setup a data source":"Configurer une source de données","Share":"Partager","Share to...":"Partager à...","Shared Area":"Espace partagé","Shared space":"Espace partagé","Shared space permissions":"Permissions de l'espace partagé","Shared space structure area":"Zone de la structure de l'espace partagé","Show Column":"Afficher la colonne","Shown Field":"Champ affiché","Single query dashboards":"Tableaux de bords à une seule requête","Single query reports":"Rapports avec une seule requête","Skip":"Passer","Sorry, that filter is already on the dash":"Désolé, ce filtre est déjà sur le tableau de bord","Sorry, that report is already on the dash":"Désolé, ce rapport est déjà sur le tableau de bord","Source":"Source","Sources":"Sources","Spline":"Courbe","Stack column":"Histogramme empilé","Star biblibre/urungi on GitHub":"Marquer biblibre/urungi d'une étoile sur GitHub","Start guided tour":"Visite guidée","Start import":"Démarrer l'import","Status":"Statut","Step 1 - Choose file to import":"Étape 1 - Choisissez un fichier à importer","Step 2 - Confirm import":"Étape 2 - Confirmez l'import","Step 3 - Import":"Étape 3 - Import","String":"Chaîne","Successful database connection.":"Connexion à la base de données réussie.","Sum":"Somme","Take our guided tour to familiarize yourself...":"Suivez notre visite guidée pour vous familiariser...","Target":"Cible","Test Connection":"Tester la connection","Thanks for using Urungi":"Merci d'utiliser Urungi","The dashboard name is required":"Le nom de tableau de bord est nécéssaire","The elements you drop in here do not necessarily have to be in the columns/results area, a query can be filtered by elements that do not appear in the results":"Les éléments que vous déposez ici n'ont pas nécessairement à être dans la zone des colonnes, une requête peut être filtrée par des éléments qui n'apparaissent pas dans les résultats","The elements you drop in here do not necessarily have to be in the columns/results area, a query can be ordered by elements that do not appear in the results":"Les éléments que vous déposez ici n'ont pas nécessairement à être dans la zone des colonnes, une requête peut être triée par des éléments qui n'apparaissent pas dans les résultats","The following columns will be added :":"Les colonnes suivantes seront ajoutées :","The following columns will be kept :":"Les colonnes suivantes seront conservées :","The following columns will be removed :":"Les colonnes suivantes seront supprimées :","The layer catalog":"Le catalogue de calques","The layer selector":"Le sélecteur de calques","The main connection details for the data source.":"Les informations importantes sur la connexion avec la source de données.","The main menu":"Menu principal","The name for the data source and the type of connection (end database).":"Le nom de la source de donnée et le type de connexion.","The name is required":"Le nom est requis","The public space is the place where your users can publish reports to be shared across the company, in this place you will define the folder strucuture for the company&quot;s public space":"L'espace public est l'endroit où vos utilisateurs peuvent publier les rapports à partager à la société, dans cet endroit vous définirez la structure de dossiers pour l'espace public de la société","The report name is required":"Le nom de rapport est nécéssaire","The role 'Urungi Administrator' can't be removed from the user administrator":"Le rôle 'Administrateur Urungi' ne peut pas être retiré de l'utilisateur administrateur","The shared area":"L'espace partagé","The shared space is the place where you or your users will publish reports to be available for other users or the hole company.":"L'espace partagé est l'endroit où vous ou vos utilisateurs vont publier des rapports afin qu'ils soient accessibles à d'autres utilisateurs ou à toute la société.","The status of the layer defines if the layer is visible or not for your users when creating or editing a report or exploring data.":"Le statut du calque définit si le calque est visible ou non pour vos utilisateurs quand ils créent ou éditent un rapport ou explorent des données.","There are no prompts for this report... you have to choose a report with prompts to make the link...":"Il n'y a pas de paramètres pour ce rapport. Il faut choisir un rapport avec des paramètres pour faire le lien.","There is an error in your sql syntax.":"Il y a une erreur dans la syntaxe SQL.","Third quarter":"Troisième trimestre","This area display your 10 most executed elements and the number of executions per element":"Cette espace affiche les 10 éléments les plus exécutés, et le nombre d'exécutions par élément","This area represents a folder in the shared space":"Cette zone représente un dossier dans l'espace partagé","This divider defines a page-break for printing":"Ce séparateur définit un saut de page pour l'impression","This field is required":"Ce champ est nécéssaire","This is a simple text paragraph select to edit content.":"Ceci est un simple paragraphe. Sélectionnez pour modifier le contenu.","This is one data source.":"Ceci est une source de données.","This is the area where you can define the structure for the shared space.":"C'est la zone où vous pouvez définir la structure pour l'espace partagé.","This label indicates that this dashboard is public.":"Cette étiquette indique que le tableau de bord est publique.","This label indicates that this report is public.":"Cette étiquette indique que le rapport est publique.","This link is only available for urungi administrators.":"Ce lien est disponible uniquement pour les administrateurs d'Urungi.","This month":"Ce mois","This week":"Cette semaine","This will remove all child nodes as well.":"Cela va également supprimer tous les nœuds enfants.","This year":"Cette année","Title":"Titre","To Lower":"En minuscules","To Upper":"En majuscules","Today":"Aujourd'hui","Type":"Type","Type a name for this dataset":"Entrez un nom pour ce jeu de données","Type here the new name of the folder":"Entrez le nouveau nom du dossier","Unexpected server error":"Erreur serveur inattendue","Unit":"Unité","Unpublish":"Dé-publier","Up":"Haut","Upload image":"Téléverser une image","Urungi Administrator":"Administrateur Urungi","Urungi is Open Source, feel free to join us on github, submit issues and pull requests: <a href=\"https://github.com/biblibre/urungi\">https://github.com/biblibre/urungi</a>":"Urungi est open-source, n'hésitez pas à nous rejoindre sur github, soumettre des rapports de bug et des demandes d'intégration: <a href=\"https://github.com/biblibre/urungi\">https://github.com/biblibre/urungi</a>","Urungi is a Maori word meaning rudder, steering paddle, driver, navigator":"Urungi est un mot Maori qui signifie gouvernail, rame, conducteur, navigateur","Urungi is a fork of <a href=\"http://widestage.com\">widestage</a>":"Urungi est une fourche de <a href=\"http://widestage.com\">widestage</a>","Urungi is a self-service dashboard and reporting tool.\n                It has been written with the following ideas in mind:":"Urungi est un outil de rapport et de tableaux de bord.\n\t\tIl a été écrit avec les idées suivantes à l'esprit:","Urungi is licensed under <a href=\"https://opensource.org/licenses/GPL-3.0\">GPL 3.0</a>":"Urungi est sous licence <a href=\"https://opensource.org/licenses/GPL-3.0\">GPL 3.0</a>","Urungi version: {{ vm.version }}":"Version d'Urungi: {{ vm.version }}","Use this button to refresh the results":"Utilisez ce bouton pour actualiser les résultats","Use this if you want to query your data but is not necessary for you to save it for a later use":"Utilisez le si vous voulez interroger vos données mais il n'est pas nécessaire de le sauvegarder pour une utilisation ultérieure","Use this link to back to this page":"Utilisez ce lien pour retourner sur cette page","User":"Utilisateur","User Nick":"Surnom de l'utilisateur","User Nick is required":"Le surnom est nécéssaire","User name":"Nom d'utilisateur","User profile and permissions":"Profil et permissions de l'utilisateur","Users":"Utilisateur","Using single query dashboards you can group several single query reports in just one interface, you can define the area, size and position of every single query report into the dashboard":"En utilisant les tableaux de bords, vous pouvez grouper plusieurs rapports dans une simple interface, vous pouvez définir la zone, la taille et la position de tout rapport dans le tableau de bord","Using single query reports you can configure a query against the data and get the results using different charts or a simple data grid.":"En utilisant les rapports, vous pouvez configurer une requête avec les données et avoir les résultats en utilisant différents graphiques ou un simple tableau.","View SQL":"Voir le SQL","Visible":"Visible","Warning. The data you've requested contains multiple values for some of the data points. This may result in the chart being strange or misleading.\n                To fix this, make sure to choose an aggregation for your metrics, and do not use more than 1 or 2 dimensions.":"Attention. Les données renvoyées par votre requête contiennent plusieurs valeurs pour certaine des clés. Ceci peut donner lieu à des graphiques étranges ou incorrects.\nPour corriger ce problème, assurez vous que vous avez choisi une agrégation pour votre métrique, et n'utilisez pas plus d'un ou deux champ comme dimension.","What does Urungi mean ?":"Que signifie Urungi ?","What is Urungi":"Qu'est ce qu'Urungi","Year":"Année","Yesterday":"Hier","You are not allowed to put this object inside a component":"Vous n'êtes pas autorisé à déposer cet objet à l'intérieur de composant","You can also activate or deactivate layers.":"Vous pouvez aussi activer ou désactiver des calques.","You can also add runtime filters to split your data in real time.":"Vous pouvez aussi ajouter des filtres dynamiques pour filtrer vos données en temps réel.","You can also modify or drop the dashboard, clicking into the modify or delete buttons.":"Vous pouvez aussi modifier le tableau de bord en cliquant sur ces boutons.","You can also modify or drop the report, clicking into the modify or delete buttons.":"Vous pouvez aussi modifier ou supprimer le rapport en cliquant sur les boutons modifier ou supprimer.","You can change the status of the layer simply clicking over this label":"Vous pouvez changer le statut du calque simplement en cliquant sur cette étiquette","You can create several layers depending on your necessities, but you have to define one at least.":"Vous pouvez créer plusieurs calques selon vos besoins, mais vous devez au moins en définir un.","You can drag it down or up across the structure to move the folder at the same level.":"Vous pouvez le faire glisser vers le haut ou vers le bas à travers la structure pour déplacer le dossier au même niveau.","You can edit the connection details for every data source, delete a data source or activate/deactivate a datasource.":"Vous pouvez éditer les détails de la connexion pour chaque source de données, supprimer une source de données ou en activer/désactiver une.","You can edit the layer to configure the tables, elements and joins between tables.":"Vous pouvez modifier le calque pour configurer les tables, éléments et jointures entre les tables.","You can setup the name you want for data sources.":"Vous pouvez configurer le nom que vous voulez pour les sources de données.","You have to enter an SQL query":"Vous devez saisir une requête SQL","You have to introduce a password":"Vous devez saisir un mot de passe","You have to introduce a valid email to send the generated password to the user":"Vous devez saisir une adresse email valide pour envoyer le mot de passe généré à l'utilisateur","You have to introduce the user nick for the new user":"Vous devez saisir le pseudo pour le nouvel utilisateur","You have to setup a valid \"FROM\" position number to extract the day from the string":"Vous devez configurer une position valide \"FROM\" pour extraire le jour de la chaîne","You have to setup a valid \"FROM\" position number to extract the month from the string":"Vous devez configurer une position valide \"FROM\" pour extraire  le mois de la chaîne","You have to setup a valid \"FROM\" position number to extract the year from the string":"Vous devez configurer une position valide \"FROM\" pour extraire l'année  de la chaîne","You have to setup a valid \"TO\" position number to extract the day from the string":"Vous devez configurer une position valide \"TO\" pour extraire le jour de la chaîne","You have to setup a valid \"TO\" position number to extract the month from the string":"Vous devez configurer une position valide \"TO\" pour extraire le mois de la chaîne","You have to setup a valid \"TO\" position number to extract the year from the string":"Vous devez configurer une position valide \"TO\" pour extraire l'année de la chaîne","You may only upload images":"Vous pouvez téléverser uniquement des images","You will define here the labels to use for every field, the joins between the different entities (tables), etc... All the necessary stuff to allow your users to create a report without any knowledge of the structure of your data":"Vous pouvez définir les étiquettes à utiliser pour chaque champs, les liens entre les différentes entités (tables), etc. Toutes les informations nécessaires pour permettre à vos utilisateurs de créer un rapport sans aucune connaissance de la structure de vos données","You will define here your database connections to get the data used in the reports that will be created by the users":"Vous définirez ici votre connexion à la base de données pour récupérer les données qui seront utilisées dans les rapports qui seront créés par les utilisateurs","active":"actif","alignment":"alignement","all":"tout","allow your users to access and understand your data without any knowledge of SQL or how the database is structured in tables and fields...":"autorise vos utilisateurs à accéder et comprendre vos données sans aucune connaissance du SQL ou de comment la base de données est structurée.","and":"et","attributes":"attributs","backgroundColor":"couleur d'arrière-plan","backgroundImage":"image d'arrière-plan","between":"entre","bigger or equal than":"supérieur ou égal à","bigger or equal than (pattern)":"supérieur ou égal à (motif)","bigger than":"supérieur à","bigger than (pattern)":"supérieur à (motif)","border":"bordure","borderColor":"couleur de la bordure","borderRoundness":"rondeur de la bordure","bottom":"bas","color":"couleur","contains":"contient","dashed":"en tiret","database:":"base de données:","different than":"différent de","different than (pattern)":"différent de (motif)","dotted":"pointillé","double":"double","easy to use for end-users":"facile à utiliser pour les utilisateurs finaux","easy to use for reports creators":"facile à utiliser pour les créateurs de rapport","email":"email","email is required":"l'email est obligatoire","ends with":"termine par","enter new label":"saisissez un nouveau libellé","enter new value":"saisissez une nouvelle valeur","equal":"égal","equal (pattern)":"égal (motif)","error":"erreur","first version of widestage":"première version de widestage","format...":"format...","getting data ...":"chargement des données ...","gradients":"gradients","groove":"rainure","heading":"en-tête","height":"hauteur","horizontal":"horizontal","host:":"hôte:","imageProperties":"imageProperties","in":"dans","inset":"encart","internship in summer 2018":"stage pendant l'été 2018","invalid report":"rapport invalide","is not null":"n'est pas NULL","is null":"est NULL","label":"libellé","left":"gauche","less or equal than":"inférieur ou égal à","less or equal than (pattern)":"inférieur ou égal à (motif)","less than":"inférieur à","less than (pattern)":"inférieur à (motif)","like":"semblable","logout":"déconnexion","margin":"marge","more examples...":"plus d'exemples...","my folder":"mon dossier","no data to display":"aucune donnée à afficher","none":"aucun","not active":"non actif","not between":"pas entre","not contains":"ne contient pas","not ends with":"ne termine pas par","not in":"pas dans","not like":"pas semblable","not start with":"ne commence pas par","outset":"outset","padding":"marge interne","port:":"port:","position from":"position à partir de","position to":"position vers","powerful for power-users":"puissant pour les utilisateurs avancés","private dashboards":"tableaux de bord privés","private reports":"rapports privés","public":"public","push":"envoyer","repeat":"répéter","report type does not exist":"le type du rapport n'existe pas","results.":"résultats.","ridge":"arête","right":"droite","root folder":"dossier racine","select":"sélectionner","selected":"sélectionné","shared":"partagé","shared dashboards":"tableaux de bord partagés","shared reports":"rapports partagés","solid":"solide","source":"source","start with":"commence par","success":"succès","textStyle":"style du texte","textures":"textures","top":"haut","type a name for the dataset":"entrez un nom pour ce jeu de données","unstack Column":"colonne dépilée","uploadImage":"image uploadée","vertical":"vertical","you have logout!!!":"vous vous êtes déconnecté!!!"}}